Repository: schaefi/sax2
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: ar, ca, da, gu, ja, ko, mr, nb, ro, sk, ta, th, wa

source: <b>Software Installation:</b><hr>Some packages are missing. Install the missing packages now?
ar: <b>تثبيت البرنامج:</b><hr>بعض الحزم مفقودة. هل تريد تثبيت الحزم المفقودة الآن؟
ca: <b>Instal·lació de programari:</b><hr>falten alguns paquets. Voleu instal·lar ara els paquets que falten?
da: <b>Installation af software:</b><hr>Der mangler nogle pakker. Vil du installere dem der mangler nu?
gu: <b>સોફ્ટવેર સ્થાપન:</b><hr> કેટલાક પેકેજ છૂટી ગયેલા છે. હમણા છૂટી ગયેલા પેકેજ સ્થાપવા છે?
ja: <b>ソフトウェアのインストール</b><hr>一部のパッケージが見つかりません。 見つからないパッケージを今インストールしますか？
ko: <b>소프트웨어 설치:</b><hr>필요한 꾸러미가 일부 없습니다. 이 꾸러미들을 지금 설치하시겠습니까?
mr: <b>सॉफ्टवेअर स्थापना:</b><hr>काही पॅकेजेस गहाळ आहेत. आता गहाळ पॅकेजेसस्थापित करा.
nb: <b>Programvareinstallasjon:</b><hr>Noen pakker mangler. Vil du installere de manglende pakkene nå?
ro: <b>Instalare software:</b><hr>Câteva pachete lipsesc. Să instalez pachetele lipsă acum?
sk: <b>Inštalácia softvéru:</b><hr>Nemáte nainštalované niektoré balíky. Chcete ich nainštalovať teraz?
ta: <b>மென்பொருள் நிறுவுதல்:</b><hr>சில தயாரிப்புகள் காணப்படவில்லை. தொலைந்துபோன தயாரிப்புகளை இப்போது நிறுவலாமா?
th: <b>การติดตั้งซอฟต์แวร์:</b><hr>ไม่พบแพกเกจที่ต้องการบางแพกเกจ ต้องการติดตั้งพวกมันเดี๋ยวนี้หรือไม่ ?
wa: <b>Astalaedje di programe:</b><hr>I gn a des pacaedjes ki mankèt. Astaler les pacaedjes ki mankèt sol côp?

source: Package Installation
ar: تثبيت الحزمة
ca: Instal·lació de paquets
da: Pakkeinstallation
gu: પેકેજનું સ્થાપન
ja: パッケージのインストール
ko: 꾸러미 설치
mr: पॅवोजचे इनस्टॉलेशन
nb: Pakkeinstallasjon
ro: Instalare pachete
sk: Inštalácia balíkov
ta: தயாரிப்பு நிறுவுதல்
th: การติดตั้งแพกเกจ
wa: Astalaedje des pacaedjes

source: Importing module
ar: يتم الآن استيراد وحدة نمطية
ca: S'està important el mòdul
da: Importerer modul
gu: મોડ્યૂલ ઇમ્પોર્ટ થઇ રહ્યા છે
ja: モジュールを取り込み中
ko: 모듈 가져오는 중
mr: मोड्यूल आयात करीत आहे.
nb: Importerer modul
ro: Import module
sk: Importujem modul
ta: கூறு இறக்குமதி செய்யப்படுகிறது
th: นำเข้ามอดูล
wa: Dj' aberwete li module

source: SaX2: Importing data...
ar: SaX2: يتم الآن استيراد البيانات...
ca: SaX2: s'estan important dades...
da: SaX2: Importerer data...
gu: SaX2: ડેટા ઇમ્પોર્ટ થઇ રહ્યા છે...
ja: SaX2: データを取り込み中...
ko: SaX2: 데이터 가져오는 중...
mr: एसएएक्स२: डेटा आयात करीत आहे....
nb: SaX2: Importerer informasjon...
ro: SaX2: Import date...
sk: SaX2: Importujem dáta...
ta: SaX2: தரவு இறக்குமதி செய்யப்படுகிறது...
th: SaX2: นำเข้าข้อมูล...
wa: SaX2: Dj' aberwete les dinêyes...

source: Initialize cache...
ar: تهيئة الذاكرة المؤقتة...
ca: S'està inicialitzant la memòria cau...
da: Initialisér cache...
gu: કેશનો પ્રારંભ કરો...
ja: キャッシュを初期化中...
ko: 캐시 초기화...
mr: कॅशे सुरु करा...
nb: Inititialiser mellomlager...
ro: Inițializare cache...
sk: Inicializujem vyrovnávaciu pamäť...
ta: தற்காலிக சேமிப்பை துவக்கவும்...
th: เตรียมการใช้งานแคช...
wa: Inicialijhaedje del muchete...

source: <b>Saving Configuration Failed</b><hr>The following report has been created:
ar: <b>فشل في حفظ التكوين</b><hr>تم إنشاء التقرير التالي:
ca: <b>La configuració no s'ha desat correctament</b><hr>S'ha generat l'informe següent:
da: <b>Gemning af konfiguration fejlede</b><hr>Følgende rapport er blevet oprettet:
gu: <b>કન્ફિગ્યુરેશન સાચવવામાં નિષ્ફળ</b><hr> નીચે પ્રમાણેનો અહેવાલ બનાવાયો:
ja: <b>設定の保存に失敗</b><hr>次のレポートが作成されました:
ko: <b>구성 저장에 실패</b><hr>다음 보고서가 작성되었습니다:
mr: <b>आकृतीबंध सुरक्षित करणे असफल</b><hr> खालील अहवाल तयार करण्यातआला आहेः
nb: <b>Konfigurasjonen kunne ikke lagres</b><hr>Følgende rapport ble generert:
ro: <b>Salvarea configurației a eșuat</b><hr>Următorul raport a fost creat:
sk: <b>Zlyhalo ukladanie nastavenia</b><hr>Bol vytvorený tento záznam:
ta: <b>உள்ளமைவு சேமிக்கப்படுவது தோல்வியுற்றது</b><hr>பின்வரும் அறிக்கைஉருவாக்கப்பட்டுள்ளது:
th: <b>การจัดเก็บค่าปรับแต่งล้มเหลว</b><hr>รายงานต่อไปนี้ได้ถูกสร้างขึ้น:
wa: <b>Li schapaedje di l' apontiaedje a fwait berwete</b><hr>Li rapoirt shuvant a stî ahivé:

source: <b>Configuration Saved</b><hr>Your modifications will take effect the next time the graphics system is restarted. Exit SaX2 now?
ar: <b>تم حفظ التكوين</b><hr>ستصبح التعديلات التي قمت بها نافذة المفعول عند إعادة تشغيل نظام الرسومات في المرة القادمة. هل تريد الخروج من SaX2 الآن؟
ca: <b>S'ha desat la configuració</b><hr>Les modificacions s'aplicaran el proper cop que es reiniciï el sistema gràfic. Voleu sortir ara del SaX2?
da: <b>Konfigurationen er gemt:</b><hr>Ændringerne vil først have effekt næste gang det grafiske system bliver genstartet. Afslut SaX2 nu?
gu: <b> કન્ફિગ્યુરેશન સાચવ્યું</b><hr> તમારા બદલાવો હવે પછી ગ્રાફિક્સ સિસ્ટમ ફરી શરૂ થશે ત્યારે અસર પામશે. હમણા SaX2 માંથી બહાર જવું છે?
ja: <b>設定を保存しました</b><hr>変更した内容は次にグラフィックスシステムを起動するときから有効になります。 SaX2 を今すぐ終了しますか？
ko: <b>구성 저장됨</b><hr>변경된 설정사항의 효과는 그래픽 시스템을 재시작한 뒤 표시됩니다. 지금 SaX2를 종료하시겠습니까?
mr: <b>आकृतीबंध सुरक्षित केला</b><hr>तुम्ही केलेले बदल पुढच्या वेळी तुम्ही ग्राफिक्ससिस्टीम रिस्टार्ट कराला तेव्हा प्रभावी होतील. आता एसएएक्स मधून बाहेर पडा?
nb: <b>Konfigurasjonen er lagret:</b><hr>Endringene blir aktivert når du starter grafikksystemet på nytt. Vil du avslutte SaX2 nå?
ro: <b>Configurație salvată</b><hr>Modificările dumneavoastră vor avea efect de la următoarea repornire a sistemului grafic. Ieșiți din SaX2 acum?
sk: <b>Nastavenie bolo uložené</b><hr>Vaše zmeny sa prejavia pri budúcom štarte grafického systému. Želáte si ukončiť SaX2?
ta: <b>உள்ளமைவு சேமிக்கப்பட்டது</b><hr>அடுத்தமுறை சித்திர அமைப்பு மறுதுவக்கம்செய்யப்படும்போது உங்கள் மாற்றங்கள் செயல்படத் துவங்கும். இப்போது SaX2வைவிட்டு வெளியேறலாமா?
th: <b>จัดเก็บค่าปรับแต่งแล้ว</b><hr>การแก้ไขของคุณจะมีผลในการเริ่มการทำงานระบบกราฟิกในครั้งต่อไป ต้องการจะออกจาก SaX2 ในตอนนี้หรือไม่ ?
wa: <b>Apontiaedje schapé</b><hr> Vos candjmints sront metous en ouve li côp après k' vos åyîxhe renondé l' sistinme grafike. Moussî foû di SaX2 asteure?

source: <b>Testing Configuration Failed</b><hr>For further information, refer to the file <tt>/var/log/Xorg.99.log</tt>. The following report has been created from the calling instance:
ar: <b>فشل اختبار التكوين</b><hr>للحصول على مزيد من المعلومات، راجع الملف <tt>/var/log/Xorg.99.log</tt>. تم إنشاء التقرير التالي من مثيل الاتصال:
ca: <b>La configuració no s'ha provat correctament</b><hr>Si voleu més informació, consulteu el fitxer <tt>/var/log/Xorg.99.log</tt>. S'ha generat l'informe següent a partir de la instància que ha cridat el procés:
da: <b>Test af konfiguration fejlede</b><hr>For yderligere information, se filen <tt>/var/log/Xorg.99.log</tt>. Følgende rapport er blevet oprettet af den kaldende instans:
gu: <b>કન્ફિગ્યુરેશનનું પરીક્ષણ નિષ્ફળ </b><hr> વધુ માહિતી માટે, <tt>/var/log/Xorg.99.log</tt> ફાઇલનો સંદર્ભ કરો. કોલ કરતી વખતે નીચે પ્રમાણેનો અહેવાલ બનાવાયો:
ja: <b>設定テストに失敗しました</b><hr>詳細については、ファイル <tt>/var/log/Xorg.99.log</tt> を参照してください。 次の出力は呼び出し段階で作成されているものです:
ko: <b>구성 검사에 실패</b><hr>추가 정보를 <tt>/var/log/Xorg.99.log</tt> 파일에 보냈습니다. 다음과 같은 요구사항 보고서가 작성되었습니다.:
mr: <b>आकृतीबंधाची चाचणी असफल</b><hr>अधिक माहितीसाठी,<tt>/var/log/Xorg.99.log</tt>फाइलचा संदर्भ घ्या. कॉलिंग इंस्टंन्सवरूनखालील अहवाल तयार करण्यात आला आहे.
nb: <b>Testingen av oppsettet mislyktes</b><hr>Du finner mer informasjon i filen <tt>/var/log/Xorg.99.log</tt>. Prosessen genererte følgende rapport:
ro: <b>Testarea configurației a eșuat</b><hr>Pentru informații suplimentare urmăriți fișierul <tt>/var/log/Xorg.99.log</tt>. Următorul raport a fost creat:
sk: <b>Zlyhalo otestovanie nastavenia</b><hr>Ďalšie informácie nájdete v súbore<tt>/var/log/Xorg.99.log</tt>. Nasledujúci záznam bol vytvorený volaním:
ta: <b>உள்ளமைவை சோதித்தல் தோல்வியுற்றது</b><hr>கூடுதல் விவரங்களுக்கு, <tt>/var/log/Xorg.99.log</tt>என்ற கோப்பை பாக்கவும். குறிப்பிட்ட நிகழ்வுதொடர்பாக பின்வுரம் அறிக்கை உருவாக்கப்பட்டுள்ளது:
th: <b>การทดสอบค่าปรับแต่งล้มเหลว</b><hr>หากต้องการดูรายละเอียดเพิ่มเติม ให้ดูได้ที่แฟ้ม <tt>/var/log/Xorg.99.log</tt> รายงานต่อไปนี้ถูกสร้างขึ้นจากการเรียกทำงาน:
wa: <b>Li sayaedje di l' apontiaedje a fwait berwete</b><hr>Po ndè saveur di pus, alez vey e fitchî <tt>/var/log/Xorg.99.log</tt>. i rapoirt shuvant a stî ahivé pa l' instance cålante:

source: <b>Remote Access configuration information</b><hr>The Remote Access service requires that the TCP port 5900 and an HTTP port (5800 by default) be open in the firewall. You can configure this with YaST.
da: <b>Information om konfiguration af fjernadgang</b><hr>Tjenesten for fjernadgang kræver at TCP-porten 5900 og en HTTP-port (5800 som standard) er åbne i firewallen. Du kan konfigurere dette med YaST.
ja: <b>リモートアクセス設定情報</b><hr>リモートアクセスサービスを利用するには TCP ポート 5900 および HTTP ポート (デフォルトでは 5800) をファイアウォールで開いている必要があります。 YaST でこれを設定できます。
ko: <b>원격 접속 구성 정보</b><hr>원격 접속 서비스는 TCP포트 5900 및 HTTP포트(기본 5800) 방화벽에서 열어줘야 사용할 수 있습니다. 이것은 YaST에서 설정할 수 있습니다.
nb: <b>Informasjon om konfigurasjon for ekstern tilgang</b><hr> Tjenesten for ekstern tilgang krever at TCP-port 5900 og en HTTP-port (5800 er standard) er åpnet i brannmuren. Du kan konfigurere dette i YaST.
ro: <b>Informații privind configurarea accesului la distanță</b><hr>Serviciul de acces la distanță necesită ca porturile TCP 5900 și un port HTTP (5800 implicit) să fie deschise în firewall. Puteți configura asta cu YaST.
sk: <b>Informácia nastavenia vzdialeného prístupu</b><hr>Služba vzdialeného prístupu vyžaduje, aby boli TCP port 5900 a HTTP port (štandardne 5800) otvorené vo nastavení firewallu. Zatiaľ to nejde nastaviť pomocou YaSTu.
wa: <b>Pondants et djondants di l' apontiaedje di l' accès då lon</b><hr>Li siervice d' accès då lon dimande kel pôrt TCP 5900 eyet on pôrt HTTP (prémetou: 5800) soeye drovou e côpe-feu. Vos ploz apontyî çouci avou YaST.

source: Miscellaneous compatibility options
ar: خيارات توافق متنوعة
ca: Altres opcions de compatibilitat
da: Diverse kompatibilitetindstillinger
gu: પ્રક્રિર્ણ સુસંગતતા ચિકલ્પો
ja: その他の互換性オプション
ko: 잡동사니 호환성 옵션
mr: मिळतेजुळतेपणाचे संकीर्ण पर्याय
nb: Diverse kompatibilitetsvalg
ro: Opțiuni diverse privind compatibilitatea
sk: Rozličné voľby pre kompatibilitu
ta: இதர ஒத்திசைவு விருப்பத்தேர்வுகள்
th: ตัวเลือกเบ็ดเตล็ดที่เข้ากันได้
wa: Tchuzes di copatibilité di totes sôres

source: Add the EuroSign to the 5 key.
ar: قم بإضافة EuroSign إلى المفتاح 5.
ca: Afegeix el símbol de l'euro a la tecla 5.
da: Tilføj Euro-tegn til 5-tasten.
gu: 5 કળ પર યુરોસાઇન ઉમેરો.
ja: ユーロ通貨記号を 5 キーに追加
ko: 유로사인을 5 키에 추가
mr: की ५ मध्ये युरोसाइन वाढवा.
nb: Tilordne eurotegn til 5-tasten.
ro: Adaugă simbolul Euro la tasta 5.
sk: Priradiť znak Euro na kláves 5.
ta: EuroSignனை 5 விசையில் சேர்க்கவும்.
th: เพิ่มเครื่องหมายยูโรให้กับปุ่มเลข 5
wa: Radjouter l' simbole di l' Uro avou l' tape 5.

source: CapsLock key behavior
ar: سلوك المفتاح CapsLock
ca: Comportament de la tecla Bloq Majús
da: Opførsel for Caps Lock-tasten
gu: CapsLock કળ વર્તણૂ૱ક
ja: CapsLock キーの動作
ko: CapsLock 키 동작
mr: की बिहेवियर कॅप्सलॉक करा
nb: Innstillinger for CapsLock-tast
ro: Comportamentul tastei CapsLock
sk: Chovanie klávesu Caps Lock
ta: CapsLock விசை நடத்தை
th: พฤติกรรมของปุ่มพิมพ์ CapsLock
wa: Dujhance del tape CapsLock

source: Alt/Win key behavior
ar: سلوك المفتاح Alt/Win
ca: Comportament de les tecles Alt/Win
da: Opførsel for Alt/Win-tast
gu: Alt/Win કળ વર્તણૂ૱ક
ja: Alt/Win キーの動作
ko: Alt/윈도우 키 동작
mr: अल्ट/विन की बिहेवियर
nb: Innstillinger for Alt/Win-tast
ro: Comportamentul tastei Alt/Win
sk: Chovanie klávesu Alt/Win
ta: Alt/Win விசை நடத்தை
th: พฤติกรรมของปุ่มพิมพ์ Alt/Win
wa: Dujhance del tape Alt/Win

source: Adding the EuroSign to certain keys
ar: إضافة EuroSign إلى مفاتيح معينة
ca: Assignació del símbol de l'euro a determinades tecles
da: Tilføjer Euro-tegn til visse taster
gu: કેટલીક કળો પર યુરોસાઇન ઉમેરાઇ રહી છે
ja: ユーロを特定のキーに追加
ko: 유로를 특정의 키에 추가
mr: काही कीजमध्ये युरोसाइन वाढवीत आहे
nb: Tilordne eurotegn til spesielle taster
ro: Adăugarea simbolului Euro la anumite taste
sk: Priradenie znaku pre Euro určitým klávesom
ta: சில விசைகளுடன் EuroSignனை சேர்த்தல்
wa: Dji radjoute li simbole di l' Uro a des tapes

source: Caps Lock is Compose.
ar: يُعد المفتاح Caps Lock مفتاح إنشاء.
ca: El bloqueig de majúscules actua com a tecla Compose.
da: Caps Lock er Komponér.
gu: કેપ્સ લોક કંપોઝ છે.
ja: Caps Lock は Compose です。
ko: Caps Lock 은 Compose 입니다.
mr: कॅप्स लॉक हे कंपोज आहे.
nb: CapsLock for kombinasjon.
ro: CapsLock este Compose.
sk: Caps Lock je Compose.
ta: Caps Lock தொகுத்தலாகும்
th: ปุ่มพิมพ์ Caps Lock ถูกเปิดใช้งาน
wa: Caps Lock est Compôze

source: Right Ctrl key works as Right Alt.
ar: يعمل مفتاح Ctrl الأيمن كمفتاح Alt الأيمن.
ca: La tecla Control de la dreta actua com a tecla Alt de la dreta.
da: Højre Ctrl-tast fungerer som højre Alt.
gu: જમણી Ctrl કળ જમણી Alt તરીકે કાર્ય કરે છે.
ja: 右 Ctrl キーを右 Alt として機能させる
ko: 오른쪽 Ctrl 키를 오른쪽 Alt 로서 동작 시킵니다.
mr: उजवी कंट्रोल की उजवी अल्ट म्हणून काम करते.
nb: Høyre Ctrl-tast fungerer som høyre Alt-tast.
ro: Tasta Ctrl-dreapta funcționează ca Alt-dreapta
sk: Pravý Ctrl bude fungovať ako pravý Alt.
ta: வலது Ctrl விசை வலது Altஆக பணி செய்கிறது.
th: ปุ่มพิมพ์ Ctrl ทางด้านขวาทำงานเหมือนกับปุ่มพิมพ์ Alt ทางด้านขวา
wa: Li tape Ctrl di droete rote come Alt di droete.

source: Ctrl key at bottom left
ar: مفتاح Ctrl أسفل اليسار
ca: Tecla Control a la part inferior esquerre
da: Ctrl-tast nederst til venstre
gu: નીચે ડાબી બાજુ Ctrl Hí³
ja: 左下の Ctrl キー
ko: 왼쪽 아래의 Ctrl 키
mr: खाली डावीकडे कंट्रोल की
nb: Ctrl-tast nederst til venstre
ro: Tasta Ctrl în stânga jos
sk: Kláves Ctrl vľavo dole
ta: இடது கீழ்க் கோடியில் Ctrl விசை
th: ปุ่มพิมพ์ Ctrl ทางด้านล่างซ้าย
wa: Li tape Ctrl al valêye hintche

source: Ctrl key at left of 'A'
ar: المفتاح Ctrl على يسار المفتاح 'A'
ca: Tecla Control a l'esquerra de 'A'
da: Ctrl-tast til venstre for 'A'
gu: A ની ડાબી બાજુ Ctrl કળ
ja: 'A' の左側の Ctrl キー
ko: 'A' 의 왼쪽에 있는 Ctrl 키
mr: ए च्या डावीकडे कंट्रोल की
nb: Ctrl-tast til venstre for 'A'
ro: Tasta Ctrl la stânga lui 'A'
sk: Kláves Ctrl naľavo od 'A'
ta: Ctrl விசை 'A'ன் இடப்புறம்
th: ปุ่มพิมพ์ Ctrl ทางด้านซ้ายของปุ่มพิมพ์ 'A'
wa: Li tape Ctrl al valêye di 'A'

source: Make CapsLock an additional Ctrl.
ar: جعل المفتاح CapsLock مفتاح Ctrl إضافي.
ca: Converteix Bloq Majús en tecla Control addicional.
da: Gør Caps Lock til en yderligere Ctrl.
gu: CapsLock ને વધારાનો Ctrl બનાવો.
ja: CapsLock も Ctrl として使用
ko: CapsLock 도 Ctrl 로 사용 합니다.
mr: कॅप्सलॉकला अतिरिक्त कंट्रोल बनवा.
nb: Gjør CapsLock til ekstra Ctrl-tast.
ro: Fă din CapsLock un Ctrl suplimentar
sk: Priradiť CapsLock ako ďalší Ctrl
ta: CapsLockஐ ஒரு கூடுதல் Ctrlஆக அமைக்கவும்.
wa: Fé di CapsLock on Ctrl di pus.

source: Swap Ctrl and CapsLock.
ar: التبديل بين المفتاح Ctrl والمفتاح CapsLock.
ca: Canvia entre Control i Bloq Majús.
da: Byt om på Ctrl og Caps Lock.
gu: Ctrl અને CapsLock ની અદલાબદલી કરો.
ja: Ctrl と CapsLock を入れ替える
ko: Ctrl 와 CapsLock 를 바꿔 넣습니다.
mr: कंट्रोल आणि कॅप्सलॉकची अदलाबदल करा.
nb: Bytt om Ctrl og CapsLock.
ro: Interschimbă Ctrl și CapsLock.
sk: Prehodiť Ctrl a Caps Lock
ta: Ctrl மற்றும் CapsLockஐ இடமாற்றம் செய்யவும்.
th: สลับปุ่มพิมพ์ระหว่างปุ่มพิมพ์ Ctrl กับ CapsLock
wa: Discandjî les tapes Ctrl eyet CapsLock.

source: Ctrl key position
ar: موضع المفتاح Ctrl
ca: Posició de la tecla Control
da: Position for Ctrl-tast
gu: Ctrl કળ સ્થિતિ
ja: Ctrl キーの位置
ko: Ctrl 버튼 위치
mr: कंट्रोल की स्थिती
nb: Plassering av Ctrl-tast
ro: Poziția tastei Ctrl
sk: Pozícia klávesu Ctrl
ta: Ctrl விசையின் நிலை
th: ตำแหน่งของปุ่มพิมพ์ Ctrl
wa: Eplaeçmint del tape Ctrl

source: Special keys (Ctrl+Alt+&lt;key&gt;) handled in a server.
ar: تعالَج مفاتيح خاصة (Ctrl+Alt+&lt;المفتاح&gt;) في الخادم.
ca: Tecles especials (Control+Alt+&lt;tecla&gt;) gestionades en un servidor.
da: Specialtaster (Ctrl+Alt+&lt;key&gt;) håndteret i en server.
gu: સર્વરમાં હાથ ધરાતી ખાસ કળો (Ctrl+Alt+&lt;key&gt;)
ja: サーバで処理される特殊キー (Ctrl+Alt+&lt;key&gt;)
ko: 서버로 처리되는 특수 키(Ctrl+Alt+&lt;key&gt;).
mr: सर्व्हरमध्ये हाताळल्या जाणा-या स्पेशल कीज(Ctrl+Alt+&lt;key&gt).
nb: Spesialtaster (Ctrl+Alt+&lt;key&gt;) i servergrensesnitt.
ro: Tastele speciale (Ctrl+Alt+&lt;&gt;) sunt tratate într-un server.
sk: Špeciálne klávesy (Ctrl+Alt+&lt;kláves&gt;) ovládané serverom.
ta: சேவகனில் கையாளப்படும் சிறப்பு விசைகள்(Ctrl+Alt+&lt;key&gt;).
th: ปุ่มพิมพ์พิเศษ (Ctrl+Alt+&lt;ปุ่มพิมพ์&gt;) ถูกจัดการในบริการ
wa: Especiålès tapes (Ctrl+Alt+&lt;key&gt;) apougneye dins on sierveu.

source: Press Right Ctrl to choose 3rd level.
ar: اضغط مفتاح Ctrl الأيمن لاختيار المستوى الثالث.
ca: Premeu la tecla Control de la dreta per a seleccionar el tercer nivell.
da: Tryk på højre Ctrl for at vælge tredje niveau.
gu: 3 જું સ્તર પસંદ કરવા જમણું Ctrl દબાવો
ja: 右 Ctrl キーで 3 番目のレベルを選択
ko: 오른쪽 Ctrl 키를 눌러 세번째 레벨을 선택 합니다.
mr: थर्ड लेव्हल निवडण्यासाठी उजवा कंट्रोल दाबा.
nb: Trykk på høyre Ctrl for å velge 3. nivå.
ro: Apasă Ctrl-dreapta pentru a selecta nivelul 3.
sk: Stlačenie pravého Ctrl volí 3. úroveň.
ta: 3வது நிலையை தேர்தெடுப்பதற்கு வலது Ctrlஐ அழுத்தவும்.
th: กดปุ่มพิมพ์ Ctrl ทางด้านขวาเพื่อเลือกระดับที่ 3
wa: Tchôkîz l' tape Ctrl di droete po tchoezi l' 3inme livea.

source: Ctrl+Shift changes group.
ar: يؤدي ضغط Ctrl+Shift إلى تغيير المجموعة.
ca: Control+Bloq Majús permet canviar de grup.
da: Ctrl+Shift skifter gruppe.
gu: Ctrl+Shift જૂથ બદલે છે
ja: Ctrl+Shift でグループを変更
ko: Ctrl+Shift 로 그룹을 변경 합니다.
mr: कंट्रोल शिफ्ट ग्रूप बदलतात.
nb: Ctrl+Shift bytter gruppe.
ro: Ctrl+Shift schimbă grupul.
sk: Ctrl+Shift zmení rozloženie klávesov.
ta: Ctrl+Shift குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Ctrl+Shift
wa: Ctrl+Maj candjèt l' groupe.

source: Add the EuroSign to the E key.
ar: قم بإضافة EuroSign إلى المفتاح E.
ca: Afegeix el símbol de l'euro a la tecla E.
da: Tilføj Euro-tegn til E-tasten.
gu: E કળમાં યુરોસાઇન ઉમેરો
ja: ユーロ通貨記号を E キーに追加
ko: 유로사인을 E 키에 추가
mr: इ कीमध्ये युरोसाइन वाढवा.
nb: Tilordne eurotegn til E-tasten.
ro: Adaugă simbolul Euro la tasta E.
sk: Priradiť znak Euro na kláves E.
ta: E விசையுடன் EuroSignனை சேர்க்கவும்
th: เพิ่มเครื่องหมายยูโรให้กับปุ่ม E
wa: Radjouter l' simbole di l' Uro avou l' tape E.

source: Add the EuroSign to the 2 key.
ar: قم بإضافة EuroSign إلى المفتاح 2.
ca: Afegeix el símbol de l'euro a la tecla 2.
da: Tilføj Euro-tegn til 2-tasten.
gu: 2 કળમાં યુરોસાઇન ઉમેરો
ja: ユーロ通貨記号を 2 キーに追加
ko: 유로사인을 2 키에 추가
mr: २ की मध्ये युरोसाइन वाढवा.
nb: Tilordne eurotegn til 2-tasten.
ro: Adaugă simbolul Euro la tasta 2.
sk: Priradiť znak Euro na kláves 2.
ta: 2 விசையுடன் EuroSignனை சேர்க்கவும்.
th: เพิ่มเครื่องหมายยูโรให้กับปุ่มเลข 2
wa: Radjouter l' simbole di l' Uro avou l' tape 2.

source: key Compose key position
ar: موضع مفتاح الإنشاء للمفتاح
ca: Posició de la tecla Compose
da: Position for Komponér-tast
gu: કળ સ્થિતિનું કળ કંપોઝ
ja: Compose キーの位置
ko: Compose 키의 키 위치
mr: की कंपोज की स्थिती
nb: Plassering av kombinasjonstast
ro: Poziția tastei Compose
sk: -kláves pozícia klávesu Compose
ta: விசை தொகுப்பு விசை நிலை
wa: tape Eplaeçmint del tape Compôze

source: Alt+Ctrl changes group.
ar: يؤدي ضغط Alt+Ctrl إلى تغيير المجموعة.
ca: Alt+Control permet canviar de grup.
da: Alt+Ctrl skifter gruppe.
gu: Alt+Ctrl જૂથ બદલે છે
ja: Alt+Ctrl キーでグループを変更
ko: Alt+Ctrl 로 그룹을 변경 합니다.
mr: अल्ट कंट्रोल द्रूप बदलते.
nb: Alt+Ctrl bytter gruppe.
ro: Alt+Ctrl schimbă grupul.
sk: Alt+Ctrl zmení rozloženie klávesov.
ta: Alt+Ctrl குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Alt+Ctrl
wa: Alt+Ctrl candjèt l' groupe.

source: Group Shift/Lock behavior
ar: سلوك تبديل/قفل المجموعة
ca: Comportament del grup Majús/Bloq
da: Grupper Shift/Lock-opførsel
gu: જૂથ શિફ્ટ/લોક વર્તણૂ૱ક
ja: グループシフト／ロック動作
ko: 그룹 Shift/Lock 동작
mr: ग्रूप शिफ्ट/लॉक बिहेवियर
nb: Gruppeinnstillinger for Shift/Lock
ro: Comportamentul combinației Shift/Lock
sk: Chovanie Shift/Lock pri zmenách rozloženia klávesov
ta: குழு மாற்றம்;/பூட்டுதல் நடத்தை
wa: Grouper l' dujhance di Maj/Aclawer

source: Arabic
ar: العربية
ca: Àrab
da: Arabisk
gu: અરેબિક
ja: アラビア語
ko: 아라비아어
mr: अरे॓०क
nb: Arabisk
sk: Arabské
ta: «Ã¡À¢ì
th: อารบิก
wa: Arabe

source: Nepal
ar: نيبال
gu: નેપાલ
ja: ネパール
ko: 네팔
sk: Nepál
ta: நேபாளம்
th: เนปาล

source: Congo, Democratic Republic of the
da: Kongo, Den demokratiske Republik
ja: コンゴ民主共和国
ko: 콩고
nb: Kongo, Den demokratiske republikken
ro: Congo, Republica Democrată
sk: Konžské
wa: Congo, Republike Democratike do

source: Korea, Republic of
da: Korea, Republikken
ja: 韓国
ko: 대한민국
nb: Korea, Republikken
ro: Korea, Rebublica
sk: Juhokórejské
th: เกาหลี
wa: Corêye (nonnrece)

source: Iraq
ar: العراق
da: Irak
gu: ઇરાક
ja: イラク
ko: 이라크
mr: इराक
nb: Irak
ro: Irak
sk: Irak
ta: ®Ã¡ì
th: อิรัก
wa: Irak

source: Nigeria
ar: نيجيريا
ca: Nigèria
gu: નાઇજિરિયા
ja: ナイジェリア
ko: 나이지리아
sk: Nigéria
ta: ¦º÷À¢Â¡
th: ไนจีเรีย
wa: Nidjeria

source: Japan (PC-98xx Series)
da: Japan (PC-98xx-serien)
ja: 日本 (PC-98xx シリーズ)
ko: 일본 (PC-98xx 시리즈)
nb: Japan (PC-98xx-serien)
ro: Japonia (gama PC-98xx)
sk: Japonské (séria PC-98xx)
th: ญี่ปุ่น (ในอนุกรม PC-98xx)
wa: Djapon (Séreyes PC-98xx)

source: Estonia
ar: استونيا
ca: Estònia
da: Estland
gu: એસ્ટોનિયા
ja: エストニア
ko: 에스토니아
mr: इस्टोनिया
nb: Estland
sk: Estónske
ta: ±Í§¼¡É¢Â¡
th: เอสโตเนีย
wa: Estoneye

source: Myanmar
ar: ميانمار
gu: મ્યાનમાર
ja: ミャンマー
ko: 미얀마
mr: म्यानमार
nb: Panama
ro: Mianmar
sk: Myanmarské
ta: ÀÉ¡Á¡
th: พม่า
wa: Birmaneye

source: Norway
ar: النرويج
ca: Noruega
da: Norge
gu: નોર્વે
ja: ノルウェー
ko: 노르웨이
mr: नॉर्वे
nb: Norge
ro: Norvegia
sk: Nórske
ta: ¿¡÷§Å
th: นอร์เวย์
wa: Norvedje

source: Germany
ar: ألمانيا
ca: Alemanya
da: Tyskland
gu: જર્મની
ja: ドイツ
ko: 독일
mr: जर्मनी
nb: Tyskland
ro: Germania
sk: Nemecké
ta: §º÷ÁÉ¢
th: เยอรมันนี
wa: Almagne

source: Mongolia
ar: منغوليا
ca: Mongòlia
da: Mongoliet
gu: મોંગોલિયા
ja: モンゴル
ko: 몽골라
mr: मंगोलिया
sk: Mongolské
ta: மங்கோலியா
th: มองโกเลีย
wa: Mongoleye

source: Bhutan
ar: بوتان
gu: ભૂટાન
ja: ブータン
ko: 부탄
mr: भूतान
sk: Bhutanské
ta: À¢§Ãº¢ø
th: ภูฏาน
wa: Boutan

source: Bangladesh
ar: بنغلاديش
gu: બાંગ્લાદેશ
ja: バングラデシュ
ko: 방글라데시
mr: बांग्लादेश
sk: Bangladéšske
ta: Àí¸Ç¡§¾Í
th: บังคลาเทศ

source: Latin American
ar: أمريكا اللاتينية
ca: Llatinoamericà
da: Latinamerikansk
gu: લેટિન અમેરિકન
ja: 南米
ko: 중남미어
mr: लॅटिन अमेरिका
nb: Latin-Amerika
ro: America Latină
sk: Latinsko-americké
ta: லத்தீன் அமெரிக்கன்
th: ละตินอเมริกา
wa: Latene Amerike

source: Belgium
ar: بلجيكا
ca: Bèlgica
da: Belgien
gu: બેલ્જીયમ
ja: ベルギー
ko: 벨기에
mr: बेल्जियम
nb: Belgia
ro: Belgia
sk: Belgické
ta: ¦Àøº¢Âõ
th: เบลเยียม
wa: Beljike

source: Finland
ar: فنلندا
ca: Finlàndia
gu: ફિનલેન્ડ
ja: フィンランド
ko: 핀란드
mr: फिनलॅन्ड
ro: Finlanda
sk: Fínske
ta: À¢ýÄ¡óÐ
th: ฟินแลนด์
wa: Finlande

source: Israel
ar: اسرائيل
gu: ઇઝરાયેલ
ja: イスラエル
ko: 이스라엘
mr: इस्रायल
sk: Izraelské
ta: ­Í§Ãø
th: อิสราเอล
wa: Israyel

source: Sweden
ar: السويد
ca: Suècia
da: Sverige
gu: સ્વિડન
ja: スウェーデン
ko: 스웨덴
mr: स्वीडन
nb: Sverige
ro: Suedia
sk: Švédske
ta: ÍÅ£¼ý
th: สวีเดน
wa: Suwede

source: Russia
ar: روسيا
ca: Rússia
da: Rusland
gu: રશિયા
ja: ロシア
ko: 러시아어
mr: रशिया
nb: Russland
ro: Rusia
sk: Ruské
ta: ரஷ்யா
th: รัสเซีย
wa: Rûsseye

source: Portugal
ar: البرتغال
gu: પોર્ટુગલ
ja: ポルトガル
ko: 포르투갈
mr: पोर्तुगल
ro: Portugalia
sk: Portugalské
ta: §À¡÷òÐ¸ø
th: โปรตุเกส

source: Korean
ar: الكورية
ca: Coreà
da: Koreansk
gu: કોરિયન
ja: 韓国語
ko: 한국어
mr: कॲर०ॖनॴ
nb: Koreansk
ro: Coreea
sk: Kórejské
ta: ¦¸¡Ã¢Âý
th: เกาหลี
wa: Coreyin

source: Maori
ar: الموري
ca: Maorí
gu: માઓરી
ja: マオリ語
ko: 마오리어
mr: ॕ॥ओरी
sk: Maorské
ta: Á¡µÃ¢
th: เมารี
wa: Mawori

source: Uzbekistan
ar: أوزباكستان
gu: ઉઝબેકિસ્તાન
ja: ウズベキスタン
ko: 우즈베키스탄
mr: उझबेकिस्तान
nb: Usbekistan
sk: Uzbecké
ta: உஸ்பெகிஸ்தான்
th: อุซเบกิสถาน
wa: Ouzbekistan

source: Bulgaria
ar: بلغاريا
ca: Bulgària
da: Bulgarien
gu: બલ્ગેરિયા
ja: ブルガリア
ko: 불가리아
mr: बल्गेरिया
sk: Bulharské
ta: Àø§¸Ã¢Â¡
th: บัลแกเรีย
wa: Bulgåreye

source: Thailand
ar: تايلاند
ca: Tailàndia
gu: થાઇલેન્ડ
ja: タイ
ko: 태국
mr: थायलॅन्ड
ro: Tailanda
sk: Thajské
ta: ¾¡öÄ¡óÐ
th: ราชอาณาจักรไทย
wa: Taylande

source: India
ar: الهند
ca: Índia
da: Indien
gu: ઇન્ડિયા
ja: インド
ko: 인도
mr: भारत
sk: Indické
ta: ­ó¾¢Â¡
th: อินเดีย
wa: Inde

source: Bengali
ar: بنجلاديشي
ca: Bengalí
gu: બેન્ગાલિ
ja: ベンガル語
ko: 벵골어
mr: ॓ंग॥ली
nb: Bengalsk
ro: Bengaleză
sk: Bengálske
ta: ¦Àøº¢Âõ
th: ภาษาเบ็งกาลี
