Repository: schaefi/sax2
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: ar, ca, da, gu, ja, ko, mr, nb, ro, sk, ta, th, wa

source: Guinea
ar: غينيا
gu: ગુનિયા
ja: ギニア
ko: 기니
mr: ग्विनिआ
ro: Guineea
ta: ÌÅ¡ò¾Á¡Ä¡
th: กินี
wa: Guinêye

source: Montenegro
ja: モンテネグロ
ko: 몬테그로
ro: Muntenegru
sk: Čierna hora
th: มอนติเนโกร

source: China
ar: الصين
ca: Xina
da: Kina
gu: ચાઇના
ja: 中国
ko: 중국
mr: चीन
nb: Kina
sk: Čína
ta: º£É¡
th: จีน
wa: Chine

source: Add the EuroSign to the 4 key.
da: Tilføj Euro-tegnet til 4-tasten.
ja: ユーロ通貨記号を 4 キーに追加
ko: 유로 통화 기호를 4 키에 추가 합니다.
nb: Tilordne eurotegn til 4-tasten.
ro: Adaugă simbolul Euro la tasta 4.
sk: Priradiť znak Euro na kláves 4.
th: เพิ่มเครื่องหมายยูโรให้กับปุ่มเลข 4
wa: Radjouter l' simbole di l' Uro avou l' tape 4.

source: Four-level key with dot
da: Tast med fire niveauer med punktum
ja: ドット付きの 4 レベルのキー
ko: 점 을 포함한 네번째 레벨의 키
nb: Firenivåtast med punktum
ro: Tastă de 4 nivele cu punct
sk: Kláves štvrtej úrovne s bodkou
wa: Tape di livea cwate avou pont

source: Legacy Wang 724 keypad
ja: 古くからの Wang 724 テンキー
ko: 구형 Wang 724 숫자 패드
nb: Eldre Wang 724-talltastatur
ro: Tastatură numerică Wang 724
sk: Prídavná klávesnica Wang 724
wa: Taprece Legacy Wang 724

source: Four-level key with abstract separators
da: Tast med fire niveauer med abstrakte adskillere
ja: 抽象的な区切り文字のある 4 レベルのキー
ko: 추상적인 단릭 문자가 있는 네번째 레벨의 키
nb: Firenivåtast med abstraktseparatorer
ro: Tastă de 4 nivele cu separatori abstracți
sk: Klávesa štvrtej úrovne s abstraktnými oddeľovačmi
wa: Tape di livea cwate avou separateus absitroets

source: Keypad with unicode additions (arrows and math operators)
da: Keypad med unicode-tilføjelser (pile og matematikoperatorer)
ja: テンキーに UNICODE 追加文字を設定 (矢印や数学演算子など)
ko: 숫자 패드에 유니코드 추가 문자를 설정 (화살표나 수학 연산자 등)
nb: Talltastatur med unicode-tillegg (piler og matematiske operatorer)
ro: Tastatură numerică cu suplimente unicod (săgeți și operatori matematici)
sk: Klávesnica s rozšíreniami unikódu (šipky a matematické operátory)
wa: Taprece avou les acdicions unicode (fletches eyet operateus matematikes)

source: Legacy keypad
ja: 古くからのテンキー
ko: 구형의 숫자 패드
nb: Eldre talltastatur
ro: Tastatură numerică veche
sk: Prídavná klávesnica
wa: Taprece sitandård

source: Shift cancels CapsLock.
da: Shift annullerer Caps Lock.
ja: Shift キーで CapsLock をキャンセルする
ko: Shift 키로 CapsLock 을 취소 합니다.
nb: Shift annullerer CapsLock.
ro: Shift anulează CapsLock.
sk: Shift ruší Caps Lock.
wa: Maj fwait rnoncî CapsLock.

source: Swap ESC and CapsLock.
da: Byt om på ESC og Caps Lock.
ja: ESC と CapsLock を入れ替える
ko: ESC 와 CapsLock 을 바꿔 넣습니다.
nb: Bytt om ESC og CapsLock.
ro: Interschimbă ESC și CapsLock
sk: Prehodiť Esc a Caps Lock
wa: Discandjî les tapes ESC eyet CapsLock.

source: Wang 724 keypad with unicode additions (arrows and math operators). Math operators on default level.
da: Wang 724-keypad med unicode-tilføjelser (pile og matematikoperatorer). Matematikoperatorer på standardniveau.
ja: Wang 724 テンキーに UNICODE 追加文字を設定 (矢印や数学演算子など) 数学演算子は既定のレベル
ko: Wang 724 숫자 패드에 유니코드 추가 문자를 설정 (화살표나 수학 연산자 등). 수학 연산자는 기본 레벨 입니다.
nb: Wang 724-talltastatur med unicode-tillegg (piler og matematiske operatorer), matematiske operatorer på standardnivå.
ro: Tastatură numerică Wang 724 cu suplimete unicod (săgeți și operatori matematici). Operatorii matematici pe nivelul implicit.
sk: Klávesnica Wang 724 s rozšíreniami unikódu (šipky a matematické operátory). Matematické operátory sú prednastavené.
wa: Taprece Wang 724 avou les acdicions unicode (fletches eyet operateus matematikes). Les operateus matematikes å livea prémetou.

source: Four-level key with comma
da: Tast med fire niveauer med komma
ja: カンマ付きの 4 レベルのキー
ko: 콤마 포함의 네번째 레벨의 키
nb: Firenivåtast med komma
ro: Tastă de 4 nivele cu virgulă
sk: Kláves štvrtej úrovne s čiarkou
wa: Tape di livea cwate avou coma

source: Legacy key with comma
da: Legacy-tast med komma
ja: カンマ付きで古くからあるキー
ko: 콤마 포함의 구형의 키
nb: Eldre tasttype med komma
ro: Tastă în stil vechi cu virgulă
sk: Odkazový kláves s čiarkou
wa: Tape sitandård cwate avou coma

source: Keypad with unicode additions (arrows and math operators). Math operators on default level.
da: Keypad med unicode-tilføjelser (pile og matematikoperatorer). Matematikoperatorer er på standardniveauet.
ja: テンキーに UNICODE 追加文字を設定 (矢印や数学演算子など) 数学演算子は既定のレベル
ko: 숫자 패드에 유니코드 추가 문자를 설정 (화살표 나 수학 연산자 등). 수학 연산자는 기본 레벨입니다.
nb: Talltastatur med unicode-tillegg (piler og matematiske operatorer), matematiske operatorer på standardnivå.
ro: Tastatură numerică cu suplimente unicod (săgeți și operatori matematici). Operatorii matematici pe nivelul implicit.
sk: Klávesnica s rozšíreniami unikódu (šipky a matematické operátory). Matematické operátory sú predvolené.
wa: Taprece avou les acdicions unicode (fletches eyet operateus matematikes). Les operateus matematikes å livea prémetou.

source: Legacy key with dot
da: Legacy-tast med punktum
ja: ドット付きで歩くからあるキー
ko: 점이 포함되어 있는 구형 키
nb: Eldre tasttype med punktum
ro: Tastă în stil vechi cu punct
sk: Odkazový kláves s bodkou
wa: Tape sitandård cwate avou pont

source: Four-level key with momayyez
da: Tast med fire niveauer med momayyez
ja: momayyez 付きの 4 レベルのキー
ko: momayyez 가 있는 네번째 레벨 키
nb: Firenivåtast med momayyez
ro: Tastă de 4 nivele cu momayyez
sk: Kláves štvrtej úrovne s momayez-om (arabská desat. čiarka)
wa: Tape di livea cwate avou

source: Numeric keypad delete key behaviour
da: Opførsel for delete-knap på numerisk tastatur
ja: テンキーの DEL キーの振る舞い
ko: 숫자 패드의 Delete 키 동작
nb: Talltastatur sletter tastfunksjon
ro: Comportamentul tastei delete de pe tastatura numerică
sk: Chovanie delete klávesu na numerickej klávesnici
wa: Li taprece limerike disface li dujhance del tape

source: Wang 724 keypad with unicode additions (arrows and math operators)
da: Wang 724-keypad med unicode-tilføjelser (pile og matematikoperatorer)
ja: Wang 724 テンキーに UNICODE 追加文字を設定 (矢印や数学演算子など)
ko: Wang 724 숫자 패드에 유니코드 추가 문자를 설정 (화살표나 수학 연산자 등)
nb: Wang 724-talltastatur med unicode-tillegg (piler og matematiske operatorer)
ro: Tastatură numerică Wang 724 cu suplimente unicod (săgeți și operatori matematici)
sk: Klávesnica Wang 724 s rozšíreniami unikódu (šipky a matematické operátory)
wa: Taprece Wang 724 avou les acdicions unicode (fletches eyet operateus matematikes)

source: Port and Mode
ar: المنفذ والوضع
ca: Port i mode
da: Port og tilstand
gu: પોર્ટ અને ઢબ
ja: ポートとモード
ko: 포트 및 모드
mr: पोर्ट आणि मोड
nb: Port og modus
ro: Portul și Modul
sk: Port a mód
ta: முணையம் மற்றும் வகை
th: พอร์ตและโหมด
wa: Pôrt eyet môde

source: Electronic Pens
ar: أقلام إلكترونية
ca: Llapis electrònics
da: Elektroniske penne
gu: ઇલેક્ટ્રોનિક પેનો
ja: 電子ペン
ko: 전자 펜
mr: इलेक्ट्रॉनिक पेन्स
nb: Elektroniske penner
ro: Stilouri electronice
sk: Elektronické perá
ta: மின்னணு பேனாக்கள்;
th: ปากกาอิเล็กทรอนิกส์
wa: Penes electronikes

source: Activate This Tablet
ar: تنشيط الكمبيوتر اللوحي هذا
ca: Activa la taula
da: Aktivér denne tablet
gu: આ ટેબ્લેટને સક્રિય કરો
ja: このタブレットを有効にする
ko: 이 타블렛 활성화
mr: ही टॅब्लेट सक्रिय करा.
nb: Aktiver tablet
ro: Activează această tabletă
sk: Povoliť tento tablet
ta: இந்த டேப்லட்டை செயல்படுத்தவும்
th: เปิดใช้งานแท็บเล็ตนี้
wa: Mete en alaedje cisse tåvlete ci

source: Tablet: Vendor and Name Selection
ar: الكمبيوتر اللوحي: اختيار البائع والاسم
ca: Taula: selecció de nom i proveïdor
da: Tablet: Valg af producent og navn
gu: ટેબ્લેટ : વિક્રેતા અને નામ પસંદગી
ja: タブレット: 製造元と名前の選択
ko: 타블렛: 제조사 및 이름 선택
mr: टॅब्लेटः वेंडर आणि नावाची निवड
nb: Tablet: Valg av produsent og navn
ro: Tabletă: Alegerea producătorului și a numelui
sk: Tablet: výber výrobcu a mena
ta: டேப்லட்: விற்பனையாளர் மற்றும் பெயர் தேர்வு
th: แท็บเล็ต: เลือกผู้ผลิตและชื่อของแท็บเล็ต
wa: Tåvlete: Tchoes do vindeu eyet do no

source: Connection Port
ar: منفذ الاتصال
ca: Port de connexió
da: Port for forbindelse
gu: જોડાણ પોર્ટ
ja: 接続ポート
ko: 연결 포트
mr: कनेक्शन पोर्ट
nb: Tilkoblingsport
ro: Portul pentru conectare
sk: Pripojený k portu
ta: இணைப்புக்கான முணையம்
th: พอร์ตเชื่อมต่อ
wa: Pôrt di raloyaedje

source: Primary Tablet Mode
ar: الوضع الرئيسي للكمبيوتر اللوحي
ca: Mode de taula principal
da: Primær tablettilstand
gu: પ્રાથમિક ટેબ્લેટ ઢબ
ja: プライマリタブレットモード
ko: 첫번째 타블렛 모드
mr: प्राथमिक टॅब्लेट मोड
nb: Primær tablet-modus
ro: Modul primar al tabletei
sk: Mód primárneho tabletu
ta: முதன்மை டேப்லட் வகை
th: โหมดหลักของแท็บเล็ต
wa: Prumi môde del tåvlete

source: Pen or Eraser Mode
ar: وضع القلم أو الممحاة
ca: Mode de llapis o goma d'esborrar
da: Pen- eller viskelædertilstand
gu: પેન અથવા ભૂસવાની ઢબ
ja: ペンまたは消しゴムモード
ko: 펜 또는 지우개 모드
mr: पेन किंवा इरेजर मोड
nb: Penn- eller viskelærmodus
ro: Mod stilou sau gumă
sk: Mód pera alebo gumy
ta: பேனா அல்லது அழிசாதன வகை
th: โหมดปากกาหรือยางลบ
wa: Môde del pene ou del gome

source: Relative
ar: نسبي
ca: Relatiu
da: Relativ
gu: સાપેક્ષ
ja: 相対
ko: 관계
mr: संबंधित
nb: Relativ
ro: Relativ
sk: Relatívny
ta: மாறுதலுக்குட்பட்டது
th: สัมพัทธ์
wa: Candjant

source: Absolute
ar: مطلق
ca: Absolut
da: Absolut
gu: નિશ્ચિત
ja: 絶対
ko: 절대
mr: संपूर्ण
nb: Absolutt
ro: Absolut
sk: Absolútny
ta: இறுதியானது
th: สัมบูรณ์
wa: Absolou

source: Tools
ar: الأدوات
ca: Eines
da: Værktøjer
gu: ટૂલ્સ
ja: ツール
ko: 도구
mr: टूल्स
nb: Verktøy
ro: Unelte
sk: Nástroje
ta: கருவிகள்
th: เครื่องมือ
wa: Usteyes

source: Add Pen
ar: إضافة قلم
ca: Afegeix llapis
da: Tilføj pen
gu: પેન ઊમેરો
ja: ペンの追加
ko: 펜 추가
mr: पेन वाढवा
nb: Legg til penn
ro: Adaugă stilou
sk: Pridať pero
ta: பேனாவை சேர்க்கவும்
th: เพิ่มปากกา
wa: Radjouter pene

source: Add Eraser
ar: إضافة ممحاة
ca: Afegeix la goma d'esborrar
da: Tilføj viskelæder
gu: ભૂસનાર ઉમેરો
ja: 消しゴムの追加
ko: 지우개 추가
mr: इरेजर वाढवा
nb: Legg til viskelær
ro: Adaugă gumă
sk: Pridať gumu
ta: அழிசாதனத்தை சேர்க்கவும்
th: เพิ่มยางลบ
wa: Radjouter gome

source: Add Touch
da: Tilføj touch
ja: タッチの追加
ko: 터치 추가
nb: Legg til berøringsskjerm
ro: Adaugă senzor tactil
sk: Pridať dotykovú obrazovku
wa: Radjouter waitroûle a toutchî

source: Add Pad
da: Tilføj pad
ja: パッドの追加
ko: 패드 추가
nb: Legg til pekeplate
ro: Adaugă pad
sk: Pridať podložku
wa: Radjouter pad

source: Pen or Eraser Settings
ar: إعدادات القلم أو الممحاة
ca: Configuració del llapis o la goma d'esborrar
da: Indstillinger for pen eller viskelæder
gu: પેન અથવા ભૂસનાર સેટિંગ્સ
ja: ペンまたは消しゴム設定
ko: 펜 또는 지우개 설정
mr: पेन किंवा इरेजर सेटिंग्स
nb: Penn- eller viskelærinnstillinger
ro: Setări pentru stilou sau gumă
sk: Nastavenia pera a gumy
ta: பேனா அல்லது அழிசாதன அமைப்புகள்
th: ตั้งค่าปากกาหรือยางลบ
wa: Tchuzes del pene ou del gome

source: Pen Properties
ar: خصائص القلم
ca: Propietats del llapis
da: Egenskaber for pen
gu: પેન ગુણધર્મો
ja: ペンの設定
ko: 펜 속성
mr: पेन प्रॉपर्टीज
nb: Penninnstillinger
ro: Proprietăți stilou
sk: Vlastnosti pera
ta: பேனா பண்புகள்
th: คุณสมบัติปากกา
wa: Prôpietés del pene

source: Pad Properties
da: Egenskaber for pad
ja: パッドの設定
ko: 패드 속성
nb: Egenskaper for pad
ro: Proprietăți pad
sk: Vlastnosti podložky
wa: Prôpietés do pad

source: Eraser Properties
ar: خصائص الممحاة
ca: Propietats de la goma d'esborrar
da: Egenskaber for viskelæder
gu: ભૂસનાર ગુણધર્મો
ja: 消しゴムの設定
ko: 지우개 속성
mr: इरेजर प्रॉपर्टीज
nb: Viskelærinnstillinger
ro: Proprietăți gumă
sk: Vlastnosti gumy
ta: அழிசாதன பண்புகள்
th: คุณสมบัติยางลบ
wa: Prôpietés del gome

source: Touch Properties
da: Touch-egenskaber
ja: タッチの設定
ko: 터치 속성
nb: Innstillinger for berøringsskjerm
ro: Proprietățile Senzorului Tactil
sk: Vlastnosti dotykovej obrazovky
wa: Prôpietés del waitroûle a toutchî

source: Touchscreen %1
ja: タッチスクリーン %1
ko: 터치스크린 %1
nb: Berøringsskjerm %1
ro: Ecran Tactil %1
sk: Dotyková obrazovka %1
th: จอสัมผัส %1
wa: Waitroûle a toutchî %1

source: Assign a Touchscreen to Display Number %1
ar: تعيين شاشة باللمس لرقم جهاز العرض %1
ca: Assigna una pantalla tàctil al número de pantalla %1
da: Tildel en touchscreen til skærm nummer %1
gu: પ્રદર્શન નંબર %1 પર ટચસ્ક્રિન લાગુ કરો
ja: タッチスクリーンをディスプレイ番号 %1 に割り当て
ko: 화면 번호 %1 을 터치스크린으로 할당
mr: डिस्प्ले क्र. %१ ला टचस्र्कीन ठरवून द्या.
nb: Tilordne en berøringsskjerm for skjermoppsett nummer %1
ro: Alocă un ecran tactil la afișajul numărul %1
sk: Priradiť dotykovú obrazovku na obrazovku č. %1
ta: %1 எண்ணை காட்டுவதற்கு ஒரு தொடுதிரையை ஒதுக்கீடு செய்யவும்
th: กำหนดจอสัมผัสให้ใช้กับจอภาพหมายเลข %1
wa: Aroyî ene Waitroûle a toutchî å Håynaedje limero %1

source: Touchscreen: Vendor and Name Selection
ar: شاشة باللمس: اختيار البائع والاسم
ca: Pantalla tàctil: selecció de nom i proveïdor
da: Touchscreen: Valg af producent og navn
gu: ટચસ્ક્રિન : વિક્રેતા અને નામ પસંદગી
ja: タッチスクリーン: 製造元と名前の選択
ko: 터치스크린: 제조사 및 제품명 선택
mr: टचस्र्कीनः वेंडर आणि नावाची निवड
nb: Berøringsskjerm: Valg av produsent og navn
ro: Ecran tactil: Selectarea producătorului și a numelui
sk: Dotyková obrazovka: výber výrobcu a mena
ta: தொடுதிரை: விற்பனையாளர் மற்றும் பெயர் தேர்வு
th: จอสัมผัส: เลือกผู้ผลิตและชื่อของจอสัมผัส
wa: Waitroûle a toutchî: Tchoes do vindeu eyet do no

source: <b>Final Steps</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> and <b>[ Ctrl+Alt+Backspace ]</b> shortly after a loud warning (beep) to kill the server.
da: <b>Sidste trin</b><hr>Det sidste trin er at gemme den ny konfiguration. Det anbefales at teste den ny konfiguration før den gemmes. Hvis testserveren viser et forvansket skrivebord, tryk <b>[ Ctrl+Alt+Backspace ]</b> og <b>[ Ctrl+Alt+Backspace ]</b> kort efter en høj advarsel (et bip) for at dræbe serveren.
ja: <b>最終ステップ</b><hr>最後のステップで新しい設定を保存します。保存する前に新しい設定をテストすることをお勧めします。もしテストの際に表示がおかしくなったときは、 <b> Ctrl+Alt+Backspace </b> を同時に押してサーバを強制終了させてください。
ko: <b>최종 단계</b><hr>마지막 단계로 새로운 설정을 저장합니다. 새 설정을 저장하기 전에 검사해보는것을 추천합니다. 만약 검사 도중에 문제(화면이 보이지 않거나 깨지는)가 생기면 <b>[ Ctrl+Alt+Backspace ]</b> 를 눌러 서버를 죽일 수 있습니다.
nb: <b>Avsluttende trinn:</b><hr>Det siste trinnet er å lagre det nye oppsettet. Vi anbefaler at du tester den nye oppsettet før du lagrer. Hvis testen viser et uleselig skrivebord, kan du drepe serveren ved å trykke <b>[ Ctrl+Alt+Backspace ]</b> og deretter <b>[ Ctrl+Alt+Backspace ]</b> en gang til straks etter et høyt lydsignal (pip).
ro: <b>Pași finali</b><hr>Ultimul pas este salvarea configurației noi. Se recomandă testarea noii configurații înainte de a o salva. Dacă serverul de test arată un desktop corupt, apăsați <b>[ Ctrl+Alt+Backspace ]</b> și <b>[ Ctrl+Alt+Backspace]</b> la scurt timp după semnalul sonor de avertizare (bip) pentru a opri serverul.
sk: <b>Záverečné kroky</b><hr>Posledný krok je uloženie nového nastavenia. Pred uložením odporúčame otestovať nové nastavenie. Ak testovací server zobrazí plochu nesprávne, stlačte <b>[ Ctrl+Alt+Backspace ]</b> a znova <b>[ Ctrl+Alt+Backspace ]</b> po krátkom pípnutí, čím ho ukončíte.
th: <b>ขั้นตอนสุดท้าย</b><hr>ขั้นตอนสุดท้ายนี้ จะทำการจัดเก็บค่าปรับแต่งใหม่ของคุณไว้ เราขอแนะนำให้คุณทำการทดสอบการปรับแต่งค่าของคุณก่อนจะทำการจัดเก็บค่า หากการทดสอบแสดงถึงหน้าจอที่ผิดพลาด ให้กดปุ่มพิมพ์ <b>[ Ctrl+Alt+Backspace ]</b> และ <b>[ Ctrl+Alt+Backspace ]</b> สั้น ๆ หลังจากนั้นจะได้ยินออดเตือน (เสียงบี๊บ) เพื่อบังคับให้ยุติการทำงานของเซิร์ฟเวอร์
wa: <b>Dierinnès etapes</b><hr>Li dierinne etape schape vosse novea apontiaedje. Il est ricmandé d' sayî l' novea apontiaedje divant del schaper. Sel sierveu di sayaedje mostere on cron scribanne, tchôkîz <b>[ Ctrl+Alt+Backspace ]</b> eyet <b>[ Ctrl+Alt+Backspace ]</b> nén lontins après on foirt adviertixhmint (xhuflet) po touwer l' sierveu.

source: <b>Saving the configuration</b><hr>Click on Save to store the configuration. Your changes will become effective on next X-Server restart.
da: <b>Gemmer konfigurationen</b><hr>Tryk på Gem for at lagre konfigurationen. Dine ændringer vil få virkning efter næste genstart af X-serveren.
ja: <b>設定を保存します</b><hr>保存を押すと設定を保存します。変更した設定は、次の X サーバ起動時から有効になります。
ko: <b>구성 저장</b><hr>저장을 클릭하면 설정을 저장합니다. 변경 사항은 X서버가 재시작된 뒤에 적용됩니다.
nb: <b>Lagre oppsettet</b><hr>Klikk på Lagre for å lagre oppsettet. Endringene vil ble aktivert neste gang du starter X-serveren.
ro: <b>Se salvează configurația</b><hr>Apăsați Salvează pentru a stoca configurația. Modificările dvs. vor deveni active la următorul restart al serverului X.
sk: <b>Uloženie konfigurácie</b><hr>Kliknutím na Uložiť sa uloží konfigurácia. Zmeny sa prejavia pri nasledujúcom reštarte X-Servera.
wa: <b>Schapaedje di l' apontiaedje</b><hr>Clitchîz so Schaper po wårder vost apontiaedje. Vos candjmints sront metous en ouve li côp après k' vos åyîxhe renondé l' Sierveu X.

source: X Server Remote Control
da: Fjernbetjening til X-server
ja: X サーバのリモートコントロール
ko: X 서버 원격 제어
nb: Ekstern styring av X-server
ro: Control la distanță al serverului X
sk: Vzdialená správa X serveru
th: การควบคุมระบบ X จากทางไกล
wa: Controle då lon do Sierveu X

source: Allow access to display and keyboard/mouse of your X Server
da: Tillad adgang til din X-servers skærm samt tastatur/mus
ja: お使いの X サーバのディスプレイ・キーボード・マウスに対しアクセスすることを許可
ko: 화면 및 X 서버의 키보드/마우스 접근 허용
nb: Tillat ekstern tilgang til skjerm, tastatur og mus på din X-server
ro: Permite accesul la afișajul și tastatura/mausul serverului dumneavoastră X
sk: Povoliť vzdialený prístup k obrazovke, klávesnici a myši vášho X servera
th: อนุญาตให้เข้าใช้การแสดงผลและใช้แป้นพิมพ์/เมาส์ของเซิร์ฟเวอร์ X ของคุณ
wa: Permet d' moussî e håynaedje ey el taprece/sori di vosse Sierveu X

source: Activate Password Protection
ar: تنشيط حماية كلمة السر
ca: Activa la protecció amb contrasenya
da: Aktivér adgangskodebeskyttelse
gu: પાસવર્ડ સંરક્ષણ સક્રિય કરો
ja: パスワード保護を有効にする
ko: 열쇠글 보호 활성화
mr: पासवर्ड संरक्षण सक्रिय करा.
nb: Aktiver passordbeskyttelse
ro: Activează protecție prin parolă
sk: Zapnúť ochranu heslom
ta: கடவுச்சொல் பாதுகாப்பை செயல்படுத்தவும்
th: เปิดใช้การป้องกันด้วยรหัสผ่าน
wa: Mete ene alaedje li waerantixhaedje avou on scret

source: Password
ar: كلمة السر
ca: Contrasenya
da: Adgangskode
gu: પાસવર્ડ
ja: パスワード
ko: 열쇠글
mr: पासवर्ड
nb: Passord
ro: Parolă
sk: Heslo
ta: கடவுச்சொல்
th: รหัสผ่าน
wa: Sicret

source: <Enter new password>
ar: <إدخال كلمة سر جديدة>
ca: <Introduïu la nova contrasenya>
da: <Indtast ny adgangskode>
gu: <નવો પાસવર્ડ દાખલ કરો>
ja: <新しいパスワードの入力>
ko: <새로운 열쇠글 입력>
mr: <नवीन पासवर्ड प्रविष्ट करा>
nb: <Angi nytt passord>
ro: <Introduceți noua parolă>
sk: <Zadajte nové heslo>
ta: <புதிய கடவுச்சொல்லை உள்ளிடவும்>
th: <ป้อนรหัสผ่านใหม่>
wa: <Taper on novea sicret>

source: <Change password>
ar: <تغيير كلمة السر>
ca: <Canvieu la contrasenya>
da: <Skift adgangskode>
gu: <પાસવર્ડ બદલો>
ja: <パスワードの変更>
ko: <열쇠글 변경>
mr: <पासवर्ड पडताळून पहा>
nb: <Endre passord>
ro: <Schimbă parola>
sk: <Zmeniť heslo>
ta: <கடவுச்சொல்லை மாற்றவும்>
th: <เปลี่ยนรหัสผ่าน>
wa: <Candjî d' sicret>

source: <Verify password>
ar: <تأكيد كلمة السر>
ca: <Verifiqueu la contrasenya>
da: <Verificér adgangskode>
gu: <પાસવર્ડની ચકાસણી કરો>
ja: <パスワードの確認>
ko: <열쇠글 확인>
mr: <पासवर्ड पडताळून पहा>
nb: <Bekreft passord>
ro: <Verifică parola>
sk: <Overenie hesla>
ta: <கடவுச்சொல்லை சரிபார்க்கவும்>
th: <ยืนยันรหัสผ่าน>
wa: <Verifyî sicret>

source: Activate HTTP Access
ar: تنشيط الوصول إلى HTTP
ca: Activa l'accés HTTP
da: Aktivér HTTP-adgang
gu: HTTP પહોંચ સક્રિય કરો
ja: HTTP アクセスを有効にする
ko: HTTP 접근 활성화
mr: एचटीटीपी एक्सेस सक्रिय करा
nb: Aktiver HTTP-tilgang
ro: Activează accesul HTTP
sk: Povoliť HTTP prístup
ta: HTTP அணுக்கத்தை செயல்படுத்தவும்
th: เปิดใช้งานการเข้าใช้ผ่านบริการ HTTP
wa: Mete en alaedje l' accès HTTP

source: Allow Multiple Connections
da: Tillad flere forbindelser
ja: 複数の接続を許可する
ko: 다중 연결 허용
nb: Tillat flere tilkoblinger
ro: Permite conexiuni multiple
sk: Povoliť viacero VNC pripojení
th: อนุญาตให้ทำการเชื่อมต่อได้หลายการเชื่อมต่อ
wa: Permet sacwants raloyaedjes

source: HTTP Port
ar: منفذ HTTP
ca: Port HTTP
gu: HTTP પોર્ટò
ja: HTTP ポート
ko: HTTP 포트
mr: HTTP पोर्ट
ro: Port HTTP
ta: HTTP முணையம்
th: พอร์ตของ HTTP
wa: Pôrt HTTP

source: <b>Remote Access Password Mismatch</b><hr>The first and the second version of the password do not match.
da: <b>Adgangskode til fjernadgang passede ikke sammen</b><hr>Første og anden version af adgangskoden stemmer ikke overens.
ja: <b>リモートアクセスパスワードの不一致</b><hr>1 回目と 2 回目に入力したパスワードが合っていません。
ko: <b>원격 접근 열쇠글이 서로 다름</b><hr>처음 입력한것과 뒤에 입력한 열쇠글이 일치하지 않습니다.
nb: <b>Passord for ekstern tilgang samsvarer ikke</b><hr>Første og andre versjon av passordet er ikke like.
ro: <b>Nepotrivirea parolei pentru accesul la distanță</b><hr>Prima și a doua versiune a parolei nu se potrivesc.
sk: <b>Heslá pre vzdialené pripojenie sa nezhodujú</b><hr>Prvá a druhá verzia hesla sa nezhodujú!
th: <b>รหัสผ่านการเข้าใช้งานทางไกลไม่ตรงกัน</b><hr>ค่ารหัสผ่านและรหัสผ่านยืนยันไม่ตรงกัน
wa: <b>Li scret po l' accès då lon n' corespond nén</b><hr>Li prumire eyet l' deujhinme modêye do sicret n' corespondèt nén.

source: <b>Remote Access Password Fault</b><hr>The password field has been left empty or the password is too short. Enter a password with at least six characters.
da: <b>Fejl i adgangskode til fjernadgang</b><hr>Adgangskodefeltet blev efterladt tomt eller adgangskoden er for kort. Indtast en adgangskode på mindst seks tegn.
ja: <b>リモートアクセスパスワードの誤り</b><hr>パスワードの項目が未入力かパスワードが短すぎます。6文字以上でパスワードを設定してください。
ko: <b>원격 접근 열쇠글 장애</b><hr>열쇠글이 비어있거나 너무 짧습니다. 영문/숫자 6자로 된 열쇠글을 입력해 주세요.
nb: <b>Ugyldig passord for ekstern tilgang</b><hr>Passordfeltet er tomt, eller passordet er for kort. Angi et passord med minst seks tegn.
ro: <b>Eroare la parola pentru acces la distanță</b><hr>Câmpul de parolă fie a fost lăsat gol, fie parola este prea scurtă. Introduceți o parolă de cel puțin 6 caractere.
sk: <b>Chybné heslo pre vzdialený prístup</b><hr>Pole pre heslo ostalo prázdne, alebo je heslo prikrátke. Prosím, zadajte heslo s aspoň šiestimi znakmi.
th: <b>รหัสผ่านการเข้าใช้งานทางไกลผิดพลาด</b><hr>ช่องรหัสผ่านถูกปล่อยว่างเอาไว้ หรือป้อนรหัสผ่านสั้นเกินไป โปรดป้อนรหัสผ่านใหม่โดยมีความยาวอย่างน้อยหกตัวอักษร
wa: <b>Aroke do scret po l' accès då lon</b><hr>Li tchamp di scret a stî wårdé vude oudonbén l' sicret est trop court. Tapez on scret avou pol moens shijh caracteres.

source: <b>Remote Access Password Fault</b><hr>The password is too long. Enter a password with a maximum of eight characters.
da: <b>Fejl i adgangskode til fjernadgang</b><hr>Adgangskoden er for lang. Indtast en adgangskode på højst otte tegn.
ja: <b>リモートアクセスパスワードの誤り</b><hr>パスワードが長すぎます。パスワードは8文字以内で指定してください。
ko: <b>원격 접근 열쇠글 장애</b><hr>열쇠글이 너무 깁니다. 최대 길이 8자로된 열쇠글을 입력해 주세요.
nb: <b>Ugyldig passord for ekstern tilgang</b><hr>Passordet er for langt. Angi et passord med maksimalt åtte tegn.
ro: <b>Eroare la parola pentru acces la distanță</b><hr>Parola este prea lungă. Introduceți o parolă de maxim 8 caractere.
sk: <b>Chybné heslo pre vzdialené pripojenie</b><hr>Heslo je príliš dlhé. Prosím, zadajte heslo s maximálne ôsmimi znakmi.
th: <b>รหัสผ่านการเข้าใช้งานทางไกลผิดพลาด</b><hr>รหัสผ่านมีความยาวมากเกินไป โปรดป้อนรหัสผ่านใหม่โดยมีความยาวไม่เกินแปดตัวอักษร
wa: <b>Aroke do scret po l' accès då lon</b><hr>Li scret est trop long. Tapez on scret avou macsimom ût caracteres.
