Repository: schaefi/sax2
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: ar, ca, da, gu, ja, ko, mr, nb, ro, sk, ta, th, wa

source: I18N
ja: 多言語対応
sk: LTR

source: <b>SaX2 Suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>OK</b>. Otherwise, change the configuration.
ar: <b>اقتراح SaX2</b><hr>تستند الرسومات التي يتم تشغيلها حاليًا على اقتراح SaX2. إذا كان هذا مقبولاً، فانقر فوق <b>موافق</b>. وفي غير ذلك، قم بتغيير التكوين.
ca: <b>Suggeriment del SaX2</b><hr>El sistema gràfic iniciat actualment està basat en un suggeriment fet pel SaX2. Si és acceptable, feu clic a <b>D'acord</b>. Altrament, canvieu la configuració.
da: <b>SaX2-forslag:</b><hr>Det nuværende grafiske system er baseret på et forslag lavet af SaX2. Hvis du kan lide denne konfiguration skal du bare klikke <b>OK</b> ellers kan du frit ændre den nuværende konfiguration.
gu: <b>SaX2 સૂચન </b><hr> અત્યારની શરૂ કરાયેલી ગ્રાફિક્સ સિસ્ટમ SaX2 દ્વારા બનાવેલી સૂચન આધારિત છે. જો આ સ્વીકારપાત્ર હોય તો, <b>બરાબર</b> ક્લિક કરો. અન્યથા, કન્ફિગ્યુરેશન બદલો.
ja: <b>SaX2 の提案</b><hr>現在のグラフィクスシステムは SaX2 が作成した設定で起動しています。この設定でよろしければ <b>OK</b> を、そうでなければ設定を変更してください。
ko: <b>SaX2 제안</b><hr>현재 시작된 그래픽 시스템은 SaX2의 제안으로 기동한것입니다. 이 방식을 계속 쓰시려면 <b>확인</b>을 누르세요. 그렇지않으면 설정을 변경합니다.
mr: <b>एसएएक्स२ सूचना</b>,hr> सध्या चालू केलेली ग्राफिक सिस्टीमएसएएक्स२ ने केलेल्या सुचनेवर आधारित आहे.ती जर स्वीकारार्ह असेलतर क्लिक <b>ओके</b> . अन्यथा, आकृतीबंध बदला.
nb: <b>SaX2-forslag</b><hr>Dette grafiske oppsettet er basert på et forslag fra SaX2. Hvis forslaget er akseptabelt, klikk <b>OK</b>.Hvis ikke, kan du endre konfigurasjonen.
ro: <b>Sugestie SaX2 </b><hr>Sistemul grafic pornit este bazat pe o sugestie făcută de SaX2. Dacă aceasta este în regulă, apăsați<b>OK</b>. Altfel, schimbați configurația.
sk: <b>Návrh SaX2</b><hr>Momentálne spustený grafický systém je založený na návrhu, ktorý pripravil SaX2. Ak je použiteľný, stlačte <b>OK</b>, inak nastavenie upravte.
ta: <b>SaX2 கருத்து</b><hr>தற்போது துவங்கப்பட்டுள்ள சித்திர அமைப்பு SaX2 அளித்துள்ளகருத்தின் அடிப்படையினாலானது. இது ஏற்கப்பட்டால், <b>சரி</b>யை கிளிக்செய்யவும். இல்லாவிட்டால் உள்ளமைவை மாற்றவும்.
th: <b>การเสนอแนะของ SaX2</b><hr>ระบบกราฟิกที่ถูกเริ่มการทำงานอยู่ในปัจจุบัน มีพื้นฐานบนค่าที่ได้รับการเสนอแนะจาก SaX2 หากต้องการยอมรับค่าที่ได้รับนี้ ให้คลิกที่ <b>ตกลง</b> หากไม่ยอมรับ ให้ทำการแก้ไขการปรับแต่งค่า
wa: <b>Sudjestion di SaX2</b><hr>Li sistinme enondé pol moumint est båzé sos ene sudjestion fwaite pa SaX2. Si c' est bon por vos, clitchîz <b>I va</b>. Ôtrumint, candjîz l' apontiaedje.

source: <b>3D acceleration not supported</b><hr>SaX2 cannot offer activation of the 3D subsystem because your graphics card/driver doesn't support 3D
da: <b>3D-acceleration ikke undersøttet</b><hr>SaX2 kan ikke tilbyde aktivering af 3D-undersystemet fordi dit grafikkort/-driver ikke understøtter 3D
ja: <b>3D アクセラレーションには対応していません</b><hr>お使いのグラフィックカードまたはドライバが 3D に対応していないため、 SaX2 は 3D のサブシステムを有効化できませんでした
ko: <b>3D 가속이 지원되지 않음</b><hr>SaX2는 3D 서브시스템 활성화 제공을 할 수 없습니다. 그래픽카드 또는 드라이버가 3D 지원을 하지 않습니다.
nb: <b>3D-akselerasjon er ikke støttet</b><hr>SaX2 kan ikke tilby aktivering av 3D-subsystemet fordi grafikk-kortet eller driveren ikke støtter 3D
ro: <b>Accelerarea 3D nu este suportată</b><hr>SaX2 nu poate oferi activarea subsistemului 3D fiindcă placa dumneavoastră grafică (sau driverul acesteia) nu suportă 3D
sk: <b>3D akcelerácia nie je podporovaná</b><hr>SaX2 vám nemôže ponúknuť aktiváciu 3D podpory, pretože to nepodporuje vaša grafická karta, reps. jej ovládač.
th: <b>การเร่งความเร็วการแสดงผลแบบ 3 มิติยังไม่ถูกรองรับ</b><hr>โปรแกรม SaX2 ไม่สามารถเสนอให้เปิดการทำงานของระบบย่อยแบบ 3 มิติได้ เนื่องจากแผงวงจร/ไดรเวอร์การแสดงผลของคุณ ยังไม่มีการรองรับการแสดงผลแบบ 3 มิติ
wa: <b>Acceleråcion 3D nén sopoirtêye</b><hr>SaX2 n' sait nén vs mete en alaedje li sorsistinme 3D a cåze ki vosse cwåte/mineu grafike ni sopoite nén l' 3D

source: <b>3D acceleration not supported</b><hr>SaX2 cannot offer activation of the 3D subsystem because Xinerama based dual head mode is used. The Xorg Xinerama extension for combining graphics screens doesn't support 3D on all heads
da: <b>3D-acceleration ikke understøttet</b><hr>Sax2 kan ikke tilbyde aktivering af 3D-undersystemet fordi Xinerama-baseret to-skærms-tilstand bruges. Xorgs Xinerama-udvidelse til at kombinere grafiske skærme understøtter ikke 3D på alle skærme
ja: <b>3D アクセラレーションには対応していません</b><hr>Xinerama ベースのデュアルヘッド表示をお使いのため、 3D サブシステムを有効化できませんでした。複数の画面を接合するための Xorg Xinerama 拡張は全ての画面では 3D に対応していません
ko: <b>3D 가속이 지원되지 않음</b><hr>SaX2는 3D 서브시스템 활성화 제공을 할 수 없습니다. Xinerama 기반 듀얼 헤드 모드가 사용 중입니다. 그래픽 화면을 결합시키기 위한 Xorg Xinerama 확장 기능은 3D를 지원하지 않습니다.
nb: <b>3D-akselerasjon er ikke støttet</b><hr>SaX2 kan ikke tilby aktivering av 3D-subsystemet fordi Xineramabasert toskjermsmodus er i bruk. Xorg Xinerama-utvidelsen som brukes for sammenslåing av skjermer støtter ikke 3D på alle skjermer
ro: <b>Accelerarea 3D nu este suportată</b><hr>SaX2 nu poate oferi activarea subsistemului 3D fiindcă este folosit modul Dublu Ecran bazat pe Xinerama. Extensia Xorg Xinerama, nu suportă 3D pe toate ecranele.
sk: <b>3D akcelerácia nie je podporovaná</b><hr>SaX2 vám nemôže ponúknuť aktivovanie 3D akcelerácie, pretože sa používa Xinerama rozšírenie módu dvoch výstupov. Rozšírenie Xorg o Xineramu pre kombinovanie grafických výstupov nepodporuje 3D akceleráciu na oboch výstupoch.
th: <b>การเร่งความเร็วการแสดงผลแบบ 3 มิติยังไม่ถูกรองรับ</b><hr>โปรแกรม SaX2 ไม่สามารถเสนอให้เปิดการทำงานของระบบย่อยแบบ 3 มิติได้ เนื่องจากมีการใช้งานการแสดงผลแบบ Xinerama ที่มีพื้นฐานอยู่บนการแสดงผลแบบสองจอภาพ ซึ่งส่วนขยายการทำงานการแสดงผล Xinerama ของระบบ Xorg นั้น ไม่ได้รองรับการแสดงผลแบบ 3 มิติกับทุกจอภาพ
wa: <b>Acceleråcion 3D nén sopoirtêye</b><hr>SaX2 n' sait nén vs mete en alaedje li sorsistinme 3D a cåze ki Xinemara båzé sol môde dobe tiesse est eployî. Li stindaedje Xorg Xinemara po mete eshonne des waitroûles grafikes ni sopoité nén l' 3D so totes les tiesses

source: Automatic Graphics System Setup
ar: إعداد نظام الرسومات التلقائي
ca: Configuració automàtica del sistema gràfic
da: Automatisk opsætning af grafisk system
gu: સ્વયંચાલિત ગ્રાફિક્સ સિસ્ટમ સેટઅપ
ja: 自動グラフィックスシステム設定
ko: 자동 그래픽 시스템 설정
mr: ऑटोमॅटिक ग्राफिक सिस्टीम सेटअप
nb: Automatisk oppsett av grafisk system
ro: Configurare Automată a Sistemului Grafic
sk: Automatické nastavenie grafického systému
ta: தானியங்கு சித்திரங்கள் அமைப்பின் அமைப்பு
th: ตั้งค่าระบบแสดงผลโดยอัตโนมัติ
wa: Apontiaedje otomatike do sistinme grafike

source: Information...
ar: المعلومات...
ca: Informació...
gu: માહિતી...
ja: 情報...
ko: 정보...
mr: माहिती...
nb: Informasjon...
ro: Informații...
sk: Informácie...
ta: விவரங்கள்...
th: ข้อมูล...
wa: Pondants et djondants...

source: SaX2: X11 Configuration
ar: SaX2: تكوين X11
ca: Configuració del SaX2: X11
da: SaX2: Konfiguration af X11
gu: SaX2: X11 કન્ફિગ્યુરેશન
ja: SaX2: X11 設定
ko: SaX2: X11 구성
mr: SaX2: X11 आकृतीबंध
nb: SaX2: X11-konfigurasjon
ro: SaX2: Configurarea X11
sk: SaX2: Konfigurácia X11
ta: SaX2: X11 உள்ளமைவு
th: SaX2: ปรับตั้งค่าระบบ X11
wa: SaX2: Apontiaedje di X11

source: SaX Control Center
ar: مركز تحكم SaX
ca: Centre de control del SaX
da: SaX kontrolcenter
gu: SaX નિયંત્રણ કેન્દ્ર
ja: SaX コントロールセンター
ko: SaX 제어판
mr: SaX नियंत्रण केंद्र
nb: SaX-kontrollsenter
ro: Centrul de Control SaX2
sk: SaX ovládacie centrum
ta: SaX கட்டுப்பாட்டு மையம்
th: ศูนย์ควบคุม SaX
wa: Cinte di contrôle di SaX

source: <b>Display size changed</b><hr>The display size has been adapted to the new layout.
da: <b>Billedstørrelse ændret</b><hr>Billedstørrelsen er blevet tilpasset til det nye layout.
ja: <b>ディスプレイのサイズが変更されました</b><hr>ディスプレイのサイズを新しいレイアウトに適応させました。
ko: <b>화면 크기가 변경됨</b><hr>화면 크기가 새 레이아웃으로 변경되었습니다.
nb: <b>Skjermstørrelse endret</b><hr>Skjermstørrelsen har blitt tilpasset nytt sideoppsett.
ro: <b>Dimensiunea ecranului modificată</b><hr>Dimensiunea ecranului a fost adaptată noului aranjament.
sk: <b>Zmenila sa veľkosť obrazovky</b><hr>Veľkosť obrazovky bola zmenená, aby zodpovedala novému rozloženiu.
wa: <b>Li grandeu di håyhnaedje a candjî</b><hr>Li grandeu di håynaedje a stî radjustêye å novea adjinçmint.

source: &Help
ar: &تعليمات
ca: &Ajuda
da: &Hjælp
gu: &મદદ
ja: ヘルプ (&H)
ko: 도움말(&H)
mr: &मदत
nb: &Hjelp
ro: &Ajutor
sk: &Pomocník
ta: &உதவி
th: &ช่วยเหลือ
wa: &Aidance

source: O&K
ar: &موافق
ca: D'a&cord
gu: બરા&બર
ja: OK (&K)
ko: 확인(&K)
mr: &ठीक आहे
ta: ச&ரிp
th: &ตกลง
wa: &I va

source: &Yes
ar: &نعم
ca: &Sí
da: &Ja
gu: હા (&Y)
ja: はい (&Y)
ko: 예(&Y)
mr: &होय
nb: &Ja
ro: &Da
sk: Án&o
ta: &ஆம்
th: ใ&ช่
wa: &Oyi

source: &No
ar: &ﻻ
da: &Nej
ja: いいえ (&N)
ko: 아니요(&N)
mr: &नाही
nb: &Nei
ro: &Nu
sk: &Nie
ta: &இல்லை
th: ไ&ม่ใช่
wa: &Nonna

source: &Cancel
ar: إل&غاء
ca: &Cancel·la
da: Annu&llér
gu: રદ કરો (&C)
ja: キャンセル (&C)
ko: 취소(&C)
mr: &रद्द करा
nb: &Avbryt
ro: &Renunță
sk: &Zrušiť
ta: ரத்து செய்யவும்
th: &ยกเลิก
wa: &Rinoncî

source: <b>Exit SaX2</b><hr>Exit SaX2 now?
ar: <b>إنهاء SaX2</b><hr>هل تريد إنهاء SaX2 الآن؟
ca: <b>Surt del SaX2</b><hr>Voleu sortir del SaX2 ara?
da: <b>Afslut SaX2:</b><hr>Vil du afslutte SaX2 nu?
gu: <b>SaX2 માંથી બહાર જાઓ </b><hr> હમણાં SaX2 માંથી બહાર જવું છે?
ja: <b>SaX2の終了</b><hr> SaX2を終了しますか？
ko: <b>SaX2 종료</b><hr>SaX2를 지금 종료하시겠습니까?
mr: <b>एसएएक्स२</b><hr> मधून बाहेर पडा आता एसएक्स२ मधून बाहेर पडा?
nb: <b>Avslutt SaX2:</b><hr>Vil du avslutte SaX2 nå?
ro: <b>Ieșire SaX2</b><hr>Ieșiți din SaX2 acum?
sk: <b>Ukončenie SaX2</b><hr>Chcete ukončiť SaX2?
ta: <b>SaX2வைவிட்டு வெளியேறவும்</b><hr>SaX2வைவிட்டு இப்போது வெளியேறலாமா?
th: <b>ออกจาก SaX2</b><hr>จะออกจาก SaX2 เดี๋ยวนี้หรือไม่ ?
wa: <b>Moussî foû di SaX2</b><hr>Moussî foû di SaX2 sol côp?

source: Message
ar: رسالة
ca: Missatge
da: Besked
gu: સંદેશૉ
ja: メッセージ
ko: 메시지
mr: संदेश
nb: Melding
ro: Mesaj
sk: Správa
ta: தகவல்
th: ข้อความ
wa: Messaedje

source: C&hange Configuration
ar: &تغيير التكوين
ca: Ca&nvia la configuració
da: Ændr &konfiguration
gu: કન્ફિગ્યુરેશન બદલો
ja: 設定の変更 (&H)
ko: 구성 변경(&H)
mr: आकृतीबंध बदला
nb: E&ndre konfigurasjon
ro: Sc&himbă configurarea
sk: &Upraviť nastavenie
ta: உள்ளமையை மாற்றவும்
th: แ&ก้ไขการปรับแต่งค่า
wa: Ca&ndjî l' apontiaedje

source: Monitor
ar: جهاز عرض
da: Skærm
gu: મોનિટર
ja: モニタ
ko: 모니터
mr: मॉनिटर
nb: Skjerm
ta: மானிட்டர்
th: จอภาพ
wa: Waitroûle

source: Card and Monitor Properties
ar: خصائص البطاقة وجهاز العرض
ca: Propietats de la targeta i el monitor
da: Egenskaber for skærm og kort
gu: કાર્ડ અને મોનિટરના ગુણધર્મો
ja: カードとモニタの設定
ko: 카드와 모니터 속성
mr: कार्ड आणि मॉनिटर प्रॉपर्टीज
nb: Innstillinger for grafikkort og skjerm
ro: Proprietățile Cartelei Grafice și ale Monitorului
sk: Nastavenie vlastností karty a monitora
ta: அட்டை மற்றும் மானிட்டர் பண்புகள்
th: คุณสมบัติแผงวงจรและจอภาพ
wa: Prôpietés del cwåte et del waitroûle

source: Mouse
ar: الماوس
ca: Ratolí
da: Mus
gu: માઉસ
ja: マウス
ko: 마우스
mr: माऊस
nb: Mus
ro: Maus
sk: Myš
ta: சுட்டி
th: เมาส์
wa: Sori

source: Mouse Properties
ar: خصائص الماوس
ca: Propietats del ratolí
da: Egenskaber for mus
gu: માઉસના ગુણધર્મો
ja: マウスの設定
ko: 마우스 속성
mr: माउस प्रॉपर्टीज
nb: Innstillinger for mus
ro: Proprietățile Mausului
sk: Vlastnosti myši
ta: சுட்டி பண்புகள்
th: คุณสมบัติของเมาส์
wa: Prôpietés del sori

source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
da: Tastatur
gu: કીબોર્ડ
ja: キーボード
ko: 키보드
mr: की बोर्ड
nb: Tastatur
ro: Tastatură
sk: Klávesnica
ta: தட்டச்சு பொறி
th: แป้นพิมพ์
wa: Taprece

source: Keyboard Properties
ar: خصائص لوحة المفاتيح
ca: Propietats del teclat
da: Egenskaber for tastatur
gu: કીબોર્ડના ગુણધર્મો
ja: キーボードの設定
ko: 키보드 속성
mr: की बोर्ड प्रॉपर्टीज
nb: Tastaturinnstillinger
ro: Proprietățile Tastaturii
sk: Vlastnosti klávesnice
ta: தட்டச்சு பொறி பண்புகள்
th: คุณสมบัติแป้นพิมพ์
wa: Prôpietés del taprece

source: Tablet
ar: الكمبيوتر اللوحي
ca: Taula
gu: ટેબ્લેટ
ja: タブレット
ko: 타블렛
mr: टॅब्लेट
ro: Tabletă
ta: டேப்லட்
th: แท็บเล็ต
wa: Tåvlete

source: Tablet Properties
ar: خصائص الكمبيوتر اللوحي
ca: Propietats de la taula
da: Egenskaber for tablet
gu: ટેબ્લેટના ગુણધર્મો
ja: タブレットの設定
ko: 타블렛 속성
mr: टॅब्लेट प्रॉपर्टीज
nb: Tablet-innstillinger
ro: Proprietățile Tabletei
sk: Vlastnosti tabletu
ta: டேப்லட் பண்புகள்
th: คุณสมบัติแท็บเล็ต
wa: Prôpietés del tåvlete

source: Touchscreen
ar: شاشة باللمس
ca: Pantalla tàctil
gu: ટચસ્ક્રિન
ja: タッチスクリーン
ko: 터치 스크린
mr: टचस्क्रीन
nb: Berøringsskjerm
ro: Ecran Tactil
sk: Dotyková obrazovka
ta: தொடுதிரை
th: จอสัมผัส
wa: Waitroûle a toutchî

source: Touchscreen Properties
ar: خصائص الشاشة باللمس
ca: Propietats de la pantalla tàctil
da: Egenskaber for touchscreen
gu: ટચસ્ક્રિનના ગુણધર્મો
ja: タッチスクリーンの設定
ko: 터치스크린 속성
mr: टचस्क्रीन प्रॉपर्टीज
nb: Innstillinger for berøringsskjerm
ro: Proprietățile Ecranului Tactil
sk: Vlastnosti dotykovej obrazovky
ta: தொடுதிரை பண்புகள்
th: คุณสมบัติจอสัมผัส
wa: Prôpieté del waitroûle a toutchî

source: Remote Access
da: Fjernadgang
ja: リモートアクセス
ko: 원격 접속
nb: Ekstern tilgang
ro: Acces La Distanță
sk: Vzdialený prístup
th: เข้าใช้งานจากระยะไกล
wa: Accès då lon

source: Remote Access Properties
ar: خصائص الوصول عن بعد
ca: Propietats de l'accés remot
da: Egenskaber for fjernadgang
gu: રિમોટ પ્રાપ્તિના ગુણધર્મો
ja: リモートアクセスの設定
ko: 원격 접속 속성
mr: दुरस्थ संपर्क गुणधर्म
nb: Innstillinger for ekstern tilgang
ro: Proprietățile Accesului la Distanță
sk: Vlastnosti vzdialeného prístupu
ta: தொலைதூர அணுக்க பண்புகள்
th: คุณสมบัติเข้าใช้งานจากระยะไกล
wa: Prôpietés di l' accès då lon

source: Display %1
da: Skærm %1
ja: ディスプレイ %1
ko: 화면 %1
nb: Skjermbilde %1
ro: Ecran %1
sk: Obrazovka %1
th: จอแสดงผล %1
wa: Håynaedje %1

source: Mouse %1
da: Mus %1
ja: マウス %1
ko: 마우스 %1
nb: Mus %1
ro: Maus %1
sk: Myš %1
th: เมาส์ %1
wa: Sori %1

source: Activate This Display
ar: تنشيط جهاز العرض هذا
ca: Activa aquesta pantalla
da: Aktivér denne skærm
gu: આ પ્રદર્શનને સક્રિય કરો
ja: このディスプレイを有効にする
ko: 이 화면 활성화
mr: हा डिस्प्ले सक्रिय करा
nb: Aktiver dette skjermoppsettet
ro: Activează acest ecran
sk: Aktivovať túto obrazovku
ta: இக்காட்சியை செயல்படுத்தவும்
th: เปิดใช้จอแสดงผลนี้
wa: Mete en alaedje ci håynaedje ci

source: Activate This Pointer
ar: تنشيط هذا المؤشر
ca: Activa aquest indicador
da: Aktivér denne markør
gu: આ પોઇન્ટરને સક્રિય કરો
ja: このポインタを有効にする
ko: 이 포인터 활성화
mr: हा पॉइंटर सक्रिय करा
nb: Aktiver denne pekeenheten
ro: Activează acest pointer
sk: Aktivovať tento ukazovateľ
ta: இக்குறிப்பானை செயல்படுத்தவும்
th: เปิดใช้ตัวชี้นี้
wa: Mete en alaedje ci pwinteu ci

source: Card
ar: البطاقة
ca: Targeta
da: Kort
gu: કાર્ડ
ja: カード
ko: 카드
mr: कार्ड
nb: Kort
ro: Cartelă
sk: Karta
ta: அட்டை
th: แผงวงจร
wa: Cwåte

source: Desktop
ar: سطح المكتب
ca: Escriptori
da: Skrivebord
gu: ડેસ્કટોપ
ja: デスクトップ
ko: 데스크톱
mr: डेस्कटॉप
nb: Skrivebord
ro: Ecran
sk: Plocha
ta: டெஸ்க்டாப்
wa: Sicribanne

source: Pointers
da: Markører
ja: ポインタ
ko: 포인터
nb: Pekere
ro: Pointeri
sk: Ukazovatele
wa: Pwinteus

source: Layout
ar: تخطيط
ca: Format
gu: લેઆઉટ
ja: 配列
ko: 레이아웃
mr: लेआऊट
nb: Oppsett
ro: Așezare
sk: Rozloženie klávesov
ta: வடிவமைப்பு
th: ผังแป้นพิมพ์
wa: Adjinçmint

source: Path
ar: المسار
ca: Camí
da: Søgesti
gu: માર્ગ
ja: パス
ko: 경로
mr: पाथ
nb: Sti
ro: Cale
sk: Cesta
ta: பாதை
wa: Tchimin

source: Extensions
da: Udvidelser
ja: 拡張
ko: 확장
nb: Utvidelser
ro: Extensii
sk: Rozšírenia
wa: Rawetes

source: &Change...
ar: ت&غيير...
ca: &Canvia..
da: Æ&ndr...
gu: &બદલો...
ja: 変更 (&C)...
ko: 변경(&C)...
mr: &बदला...
nb: &Endre...
ro: S&chimbă...
sk: &Zmeniť...
ta: &மாற்றவும்...
th: เ&ปลี่ยน...
wa: &Candjî...

source: &Options...
ar: خيارا&ت...
ca: &Opcions...
da: &Valgmuligheder...
gu: &વિકલ્પો...
ja: オプション (&O)...
ko: 옵션(&O)...
mr: पर्याय
nb: &Alternativer...
ro: &Opțiuni...
sk: &Možnosti...
ta: &விருப்பத்தேர்வுகள்...
th: &ตัวเลือก...
wa: &Tchuzes

source: Con&figure...
ar: تكوي&ن...
ca: Con&figura...
da: Kon&figurér...
gu: કન્ફિ&ગર...
ja: 設定 (&F)...
ko: 설정(&F)...
mr: आकृतीबंध...
nb: Kon&figurer...
ro: Con&figurare...
sk: Nasta&viť...
ta: உள்ள&மைக்கவும்...
th: ป&รับแต่ง...
wa: &Apontyî...

source: Dual Head Mode
ar: وضع العرض على شاشتين
ca: Mode de dues sortides de vídeo
da: Dualhead-tilstand
gu: ડ્યૂઅલ હેડ ઢબ
ja: デュアルヘッドモード
ko: 듀얼 헤드 모드
mr: ड्युअल हेड मोड
nb: Modus for flere skjermer
ro: Mod Dublu Ecran
sk: Režim viacerých obrazoviek
ta: இரட்டைத் தலை வகை
th: โหมดสองจอภาพ
wa: Môde deus tiesses

source: Options
ar: خيارات
ca: Opcions
da: Valgmuligheder
gu: વિકલ્પો
ja: オプション
ko: 옵션
mr: पर्याय
nb: Alternativer
ro: Opțiuni
sk: Voľby
ta: விருப்பத்தேர்வுகள்
th: ตัวเลือก
wa: Tchuzes

source: Activate Mouse Wheel
ar: تنشيط قرص الماوس
ca: Activa la roda del ratolí
da: Aktivér musehjul
gu: માઉસ વ્હિલને સક્રિય કરો
ja: マウスホイールを有効にする
ko: 마우스 휠 활성화
mr: माउस व्हील सक्रिय करा
nb: Aktiver musehjul
ro: Activează rotița mausului
sk: Povoliť koliesko myši
ta: சுட்டி சக்கரத்தை செயல்படுத்தவும்
th: เปิดใช้งานวงล้อของเมาส์
wa: Mete li rôlete del sori en alaedje

source: Invert X-Axis
ar: عكس المحور س
ca: Inverteix l'eix X
da: Omvendt X-akse
gu: X- અક્ષને ઊંધો કરો
ja: X 軸を反転させる
ko: X-축 반전
mr: एक्स-एक्सिस उलटा करा
nb: Inverter X-akse
ro: Inversează Axa X
sk: Invertovať x-ovú osu
ta: X-அச்சினை தலைகீழாக்கவும்
th: กลับค่าทางแกน X
wa: Mete l' acse X å rvier

source: Invert Y-Axis
ar: عكس المحور ص
ca: Inverteix l'eix Y
da: Omvendt Y-akse
gu: Y – અક્ષને ઊંધો કરો
ja: Y 軸を反転させる
ko: Y-축 반전
mr: वाय-एक्सिस उलटा करा
nb: Inverter Y-akse
ro: Inversează Axa Y
sk: Invertovať y-ovú osu
ta: Y-அச்சினை தலைகீழாக்கவும்
th: กลับค่าทางแกน Y
wa: Mete l' acse Y å rvier

source: Activate Left-Hand Button Mapping
da: Aktivér venstrehåndsudlægning af knapper
ja: 左利き用のボタン配置を有効にする
ko: 왼손용 버튼 구성 활성화
nb: Aktiver knapprekkefølge for venstrehendte
ro: Inversează butoanele
sk: Povoliť mapovanie kláves pre ľavákov
th: เปิดใช้ปุ่มของเมาส์สำหรับผู้ถนัดมือซ้าย
wa: Mete les botons del sori en alaedje come pol hintche mwin

source: Activate 3-Button Emulation
ar: تنشيط محاكاة الزر الثالث
ca: Activa l'emulació de 3 botons
da: Aktivér emulering af 3 knapper
gu: 3-બટન એમ્યુલેશનને સક્રિય કરો
ja: 3 ボタンエミュレーションを有効にする
ko: 3-버튼 흉내 활성화
mr: ३-बटन एम्युलेशन सक्रिय करा
nb: Aktiver emulering av 3 knapper
ro: Activează imitarea a 3 butoane
sk: Povoliť emuláciu 3. tlačidla
ta: 3-பொத்தான் மேம்பாட்டினை செயல்படுத்தவும்
th: เปิดใช้งานการจำลองเมาส์แบบ 3 ปุ่ม
wa: Mete l' emulåcion di 3 botons en alaedje

source: Emulate Wheel with Mouse Button
ar: محاكاة القرص مع زر الماوس
ca: Emula la roda amb un botó del ratolí
da: Emulér hjul på en af musens knapper
gu: માઉસ બટન સાથે વ્હિલને એમ્યુલેટ કરો
ja: マウスボタンでホイールを疑似
ko: 마우스 버튼과 함께 휠 흉내
mr: माउस बटनने व्हील एम्यूलेट करा
nb: Emuler hjul med museknapp
ro: Imită rotița prin intermediul butonului
sk: Imitovať koliesko tlačidlom myši
ta: சுட்டி பொத்தானுடன் சக்கரத்தை மேம்படுத்தவும்
th: จำลองวงล้อเมาส์โดยใช้ปุ่มของเมาส์แทน
wa: Emuler l' rôlete avou on boton d' sori

source: Rotate Screen
ar: تدوير الشاشة
ca: Gira la pantalla
da: Rotér skæmbillede
gu: સ્ક્રિનને ફેરવો
ja: 画面の回転
ko: 화면 회전
mr: स्क्रीन फिरवा
nb: Roter skjerm
ro: Rotește Ecranul
sk: Otočiť obrazovku
ta: திரையை சுழற்றவும்
th: หมุนจอภาพ
wa: Fé tourner l' waitroûle

source: Test
ar: اختبار
ca: Prova
gu: પરીક્ષણ
ja: テスト
ko: 검사
mr: चाचणी
ro: Testează
ta: சோதனை
th: ทดสอบ
wa: Sayî

source: &Test
ar: &اختبار
ca: &Prova
gu: &પરીક્ષણ
ja: テスト (&T)
ko: 검사(&T)
mr: आणि चाचणी
ro: &Testează
sk: O&testovať
ta: &சோதனை
th: &ทดสอบ
wa: Sa&yî

source: &Save
ar: حف&ظ
ca: &Desa
da: Ge&m
gu: &સાચવો
ja: 保存 (&S)
ko: 저장(&S)
mr: जतन करा
nb: &Lagre
ro: &Salvează
sk: &Uložiť
ta: &சேமிக்கவும்
th: &จัดเก็บ
wa: &Schaper

source: Test ready
ar: الاختبار جاهز
ca: La prova està preparada
da: Klar til test
gu: પરીક્ષણ તૈયાર
ja: テストの準備ができました
ko: 검사 준비
mr: चाचणी तयार
nb: Test fullført
ro: Test gata
sk: Test je pripravený
ta: சோதனை தயார்
th: พร้อมทดสอบ
wa: Sayaedje presse

source: Single Click: Done
ar: النقر مرة واحدة: تم
ca: Un sol clic: fet
da: Enkeltklik: Færdig
gu: એક ક્લિક: થઇ ગયું
ja: シングルクリック: 完了
ko: 한번 누름: 완료
mr: एकदा क्लिक कराः झाले
nb: Enkeltklikk: Fullført
ro: Clic simplu: Gata
sk: Jedno kliknutie: Hotovo
ta: ஒரு கிளிக்: முடிவுற்றது
th: คลิกหนึ่งครั้ง: ทำแล้ว
wa: Simpe clitchaedje: fwait

source: Double Click: Done
ar: النقر المزدوج: تم
ca: Doble clic: fet
da: Dobbeltklik: Færdig
gu: બે ક્લિક: થઇ ગયું
ja: ダブルクリック: 完了
ko: 두번 누름: 완료
mr: दोनदा क्लिक कराः झाले
nb: Dobbeltklikk: Fullført
ro: Clic dublu: Gata
sk: Dvojité kliknutie: Hotovo
ta: இரட்டை கிளிக்: முடிவுற்றது
th: ดับเบิลคลิก: ทำแล้ว
wa: Dobe clitchaedje: fwait

source: Scrolling
ar: التمرير
ca: Desplaçament
da: Rulning
gu: સ્ક્રોલ થઇ રહ્યું છે
ja: スクロール
ko: 굴리기
mr: स्क्रॉलिंग
nb: Rulling
ro: Derulare
sk: Rolovanie
ta: மேலும் கீழும் செல்கிறது
th: วงล้อถูกหมุน
wa: Disrôlaedje

source: Button pressed
ar: الزر مضغوط
ca: Botó premut
da: Knap trykket
gu: બટન દબાયું
ja: ボタンが押されています
ko: 단추 누름
mr: बटन दाबले
nb: Knapp trykket inn
ro: Buton apăsat
sk: Tlačidlo bolo stlačené
ta: பொத்தான் அழுத்தப்பட்டுள்ளது
th: ปุ่มถูกกด
wa: Boton tchôkî

source: Button released
ar: الزر محرر
ca: Botó lliure
da: Knap sluppet
gu: બટન છોડી દીધું
ja: ボタンから手を離しています
ko: 버튼으로부터 손이 떨어져 있음
mr: बटन सोडून दिले
nb: Knapp ikke trykket inn
ro: Buton lăsat
sk: Tlačidlo bolo pustené
ta: பொத்தான் விடுவிக்கப்பட்டுள்ளது
th: ปุ่มถูกปล่อย
wa: Boton låtchî

source: Stopped: Done
ar: تم إيقافه: تم
ca: Aturat: fet
da: Stoppet: Færdig
gu: બંધ કર્યું : થઇ ગયું
ja: 停止: 完了
ko: 멈줌: 완료
mr: थांबविलेः झाले
nb: Stoppet: Fullført
ro: Oprit: Gata
sk: Zastavené: Hotovo
ta: நிறுத்தப்பட்டது: முடிவுற்றது
th: หยุด: หยุดแล้ว
wa: Aresté: fwait

source: Properties
ar: خصائص
ca: Propietats
da: Egenskaber
gu: ગુણધર્મો
ja: プロパティ
ko: 속성
mr: प्रॉपर्टीज
nb: Innstillinger
ro: Proprietăți
sk: Vlastnosti
ta: பண்புகள்
th: คุณสมบัติ
wa: Prôpietés

source: Activate Dual Head Mode
ar: تنشيط وضع العرض على شاشتين
ca: Activa el mode de dues sortides de vídeo
da: Aktivér dualhead-tilstand
gu: ડ્યૂઅલ હેડ ઢબને સક્રિય કરો
ja: デュアルヘッドモードを有効にする
ko: 듀얼 헤드 모드 활성화
mr: ड्युअल हेड मोड सक्रिय करा
nb: Aktiver modus for flere skjermer
ro: Activează modul Dublu Ecran
sk: Aktivovať režim viacerých obrazoviek
ta: இரட்டைத் தலை வகையை செயல்படுத்தவும்;
th: เปิดใช้งานโหมดสองจอภาพ
wa: Mete li môde dobe tiesse en alaedje

source: Resolution
ar: الدقة
ca: Resolució
da: Opløsning
gu: રિઝોલ્યુશન
ja: 解像度
ko: 해상도
mr: रिझोल्यूशन
nb: Oppløsning
ro: Rezoluția
sk: Rozlíšenie
ta: தெளிவுத்திறன்
th: ความละเอียดการแสดงผล
wa: Finté

source: Colors
ar: الألوان
da: Farver
gu: રંગો
ja: 色
ko: 색상
mr: रंग
nb: Farger
ro: Culori
sk: Farby
ta: வண்ணங்கள்
th: สี
wa: Coleurs

source: Activate 3D Acceleration
ar: تنشيط التسريع ثلاثي الأبعاد
ca: Activa l'acceleració 3D
da: Aktivér 3D-acceleration
gu: 3ડી એક્સેલેરશનને સક્રિય કરો
ja: 3D アクセラレーションを有効にする
ko: 3D 가속 활성화
mr: ३डी एक्सिलरेशन सक्रिय करा
nb: Aktiver 3D-akselerasjon
ro: Activează Accelerarea 3D
sk: Aktivovať 3D akceleráciu
ta: 3D தூண்டுதலை செயல்படுத்தவும்
th: เปิดใช้ตัวเร่งความเร็ว 3 มิติ
wa: Mete l' acceleråcion 3D en alaedje

source: Monitor for Card
ar: جهاز العرض للبطاقة
ca: Monitor per a la targeta
da: Skærm til kort
gu: કાર્ડ માટે મોનિટર
ja: カードのモニタ
ko: 모니터의 카드
mr: कार्डसाठी मॉनिटर
nb: Skjerm for kort
ro: Monitor pentru Cartelă
sk: Monitor pre kartu
ta: அட்டைக்கான மானிட்டர்
th: จอภาพสำหรับแผงวงจร
wa: Waitroûle pol cwåte

source: Second Monitor for Card
ar: جهاز عرض ثانٍ للبطاقة
ca: Segon monitor per a la targeta
da: Anden skærm til kort
gu: કાર્ડ માટે બીજું મોનિટર
ja: カードの 2 番目のモニタ
ko: 카드의 두번째 모니터
mr: कार्डसाठी दुसरा मॉनिटर
nb: Andre skjerm for kort
ro: Al doilea Monitor pentru Cartelă
sk: Druhý monitor pre kartu
ta: அட்டைக்கான இரண்டாவது மானிட்டர்
th: จอภาพรองสำหรับแผงวงจร
wa: Deujhinme waitroûle pol cwåte

source: Sync Frequencies
ar: مزامنة الترددات
ca: Sincronitza les freqüències
da: Sync-frekvenser
gu: ફ્રિકવન્સીઓને સહકાલિન કરો
ja: 同期周波数
ko: 주파수 동조
mr: सिंक फ्रिक्वेंन्सीज
nb: Synkroniseringsfrekvenser
ro: Frecvențele de Sincronizare
sk: Synchronizačné frekvencie
ta: ஒருங்கிணைப்பு அதிர்வெண்கள்
th: ค่าความถี่การแสดงผล
wa: Frecwinces di sincronijhaedje
