Repository: schaefi/sax2
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: ar, ca, da, gu, ja, ko, mr, nb, ro, sk, ta, th, wa

source: Switzerland
ar: سويسرا
ca: Suïssa
da: Schweiz
gu: સ્વિટઝરલેન્ડ
ja: スイス
ko: 스위스
mr: स्विर्झलॅन्ड
nb: Sveits
ro: Elveția
sk: Švajčiarske
ta: ÍÅ¢ðº÷Ä¡óÐ
th: สวิตเซอร์แลนด์
wa: Swisse

source: Laos
ar: لاوس
gu: લાઓસ
ja: ラオス
ko: 라오스
mr: लाओस
sk: Laoské
ta: லாவோஸ்
th: ลาว
wa: Lawosse

source: Japan
ar: اليابان
ca: Japó
gu: જાપાન
ja: 日本
ko: 일본
mr: जपान
ro: Japonia
sk: Japonské
ta: ºôÀ¡ý
th: ญี่ปุ่น
wa: Djapon

source: Syria
ar: سوريا
ca: Síria
da: Syrien
gu: સિરિયા
ja: シリア
ko: 수리남
mr: सिरीया
nb: Serbia
ro: Siria
sk: Sýrske
ta: ¦º÷À¢Â¡
th: ซีเรีย
wa: Sireye

source: Czechia
ar: التشيك
ca: Txèquia
da: Tjekkiet
gu: ચેકિયા
ja: チェコ
ko: 체코어
mr: चेकिया
nb: Tsjekkia
ro: Cehia
sk: České
ta: செக்கியா
wa: Tchekeye

source: Belarus
ar: روسيا البيضاء
ca: Bielorússia
da: Hviderusland
gu: બેલારુસ
ja: ベラルーシ
ko: 벨라루스
mr: बेलारूस
nb: Hviterussland
sk: Bieloruské
ta: ¦ÀÄ¡åÍ
th: เบลารุส
wa: Belaruss

source: Tajikistan
ar: طاجكستان
ca: Tadjikistan
da: Tadzjikistan
gu: તાઝિકિસ્તાન
ja: タジキスタン
ko: 타지크스탄
mr: ताजिकीस्तान
nb: Tadsjikistan
sk: Tadžické
ta: ¾¡öÅ¡ý
th: ทาจีกิสถาน
wa: Tadjikistan

source: Denmark
ar: الدنمارك
ca: Dinamarca
da: Danmark
gu: ડેનમાર્ક
ja: デンマーク
ko: 덴마크
mr: डेन्मार्क
nb: Danmark
ro: Danemarca
sk: Dánske
ta: ¦¼ýÁ¡÷ì
th: เดนมาร์ก
wa: Daenmåtche

source: Slovenia
ar: سلوفينيا
ca: Eslovènia
da: Slovenien
gu: સ્લોવેનિયા
ja: スロヴェニア
ko: 슬로베니아
mr: स्लोवेनिया
sk: Slovinské
ta: Í§Ä¡Å¢É¢Â¡
th: สโลวีเนีย
wa: Esloveneye

source: Malta
ar: مالطة
gu: માલ્ટા
ja: マルタ
ko: 말타
mr: माल्टा
sk: Maltské
ta: Á¡ø¼¡
th: มอลตา
wa: Male

source: Azerbaijan
ar: أذربيجان
ca: Azerbaitjan
da: Azerbajdsjan
gu: અઝેરબાઇજાન
ja: アゼルバイジャン
ko: 아제르바이잔
mr: अझरबैजान
nb: Aserbadjan
ro: Azerbaidjan
sk: Azerbajdžánske
ta: «º÷¨Àº¡ý
th: อาเซอร์ไบจาน
wa: Azerbaydjan

source: Lithuania
ar: ليتوانيا
ca: Lituània
da: Litauen
gu: લિથુઆનિયા
ja: リトアニア
ko: 리투아니아
mr: लिथुआनिया
nb: Litauen
ro: Lituania
sk: Litevské
ta: Ä¢òÐ§ÅÉ¢Â¡
th: ลิทัวเนีย
wa: Litwaneye

source: Vietnam
ar: فيتنام
gu: વિયેટનામ
ja: ベトナム
ko: 베트남
mr: व्हिएटनाम
sk: Vietnamské
th: เวียดนาม

source: Faroe Islands
ar: جزر فيرو
ca: Illes Fèroe
da: Færøerne
gu: ફારોએ આઇલેન્ડસ
ja: フェロー諸島
ko: 파로에 아일란드
mr: फेरो आयलन्डस्
nb: Færøyene
ro: Insulele Feroe
sk: Fajerské ostrovy
ta: «Â÷Ä¡óÐ
th: หมู่เกาะแฟโร
wa: Iyes Faeroyé

source: South Africa
ar: جنوب أفريقيا
ca: Sud-àfrica
da: Sydafrika
gu: સાઉથ આફ્રિકા
ja: 南アフリカ
ko: 남아프리카공화국
mr: साऊथ आफ्रिका
nb: Sør-Afrika
ro: Africa de Sud
sk: Juhoafrické
ta: ¦¾ý ¬ôÃ¢ì¸¡
th: แอฟฟริกาใต้
wa: Nonne Afrike

source: Farsi
ar: الفارسية
gu: ફારસી
ja: 近代ペルシャ語
ko: 페르시아어
mr: फारसी
ta: ஃபார்ஸி
th: ฟาร์ซี

source: Slovakia
ar: سلوفاكيا
ca: Eslovàquia
da: Slovakiet
gu: સ્લોવેકિયા
ja: スロヴァキア
ko: 슬로바키아
mr: स्लोवाकीया
ro: Slovacia
sk: Slovenské
ta: Í§Ä¡Å¡ì¸¢Â
th: สโลวัก
wa: Eslovakeye

source: Maldives
ar: جزر المالديف
da: Maldiverne
gu: માલદિવ્સ
ja: モルディブ
ko: 말리
mr: मालदिवज
nb: Malta
ro: Maldive
sk: Maledivské
ta: Á¡ø¼¡
th: มัลดิฟ

source: Iceland
ar: أيسلندا
ca: Islàndia
da: Island
gu: આઇસલેન્ડ
ja: アイスランド
ko: 아이스란드
mr: आईसलॅड
nb: Island
ro: Islanda
sk: Islandské
ta: ³ÍÄ¡óÐ
th: ไอซ์แลนด์
wa: Izlande

source: Croatia
ar: كرواتيا
ca: Croàcia
da: Kroatien
gu: ક્રોએશિયા
ja: クロアチア
ko: 크로아티아
mr: क्रोएशिया
nb: Kroatia
ro: Croația
sk: Chorvátske
ta: Ì¦Ã¡§Åº¢Â¡
th: โครเอเชีย
wa: Crowåceye

source: Latvia
ar: لاتفيا
ca: Letònia
da: Letland
gu: લેટિવિયા
ja: ラトビア
ko: 라트비아
mr: लॅटव्हीया
ro: Letonia
sk: Lotyšské
ta: ÄðÅ¢Â¡
th: ลัตเวีย
wa: Letoneye

source: Albania
ar: ألبانيا
ca: Albània
da: Albanien
gu: અલ્બાનિયા
ja: アルバニア
ko: 알바니아
mr: अल्बानिया
sk: Albánske
ta: அல்பேனியா
th: แอลเบเนีย
wa: Albaneye

source: Italy
ar: ايطاليا
ca: Itàlia
da: Italien
gu: ઇટાલી
ja: イタリア
ko: 이태리
mr: इटली
nb: Italia
ro: Italia
sk: Talianske
ta: ­ò¾¡Ä¢
th: อิตาลี
wa: Itåleye

source: Greece
ar: اليونان
ca: Grècia
da: Grækenland
gu: ગ્રીસ
ja: ギリシア
ko: 그리스
mr: ग्रीस
nb: Hellas
ro: Grecia
sk: Grécke
ta: ¸¢Ã£Í
th: กรีซ
wa: Grece

source: United Kingdom
ar: المملكة المتحدة
ca: Regne Unit
da: Storbritannien
gu: યુનાઇટેડ કિંગડમ
ja: 英国
ko: 영국
mr: युनायटेड किंग्डम
nb: Storbritannia
ro: Anglia
sk: Britské
ta: யுனைடெட் கிங்டம்
th: สหราชอาณาจักร
wa: Grande-Burtaegne

source: France
ar: فرنسا
ca: França
da: Frankrig
gu: ફ્રાન્સÉ
ja: フランス
ko: 프랑스
mr: फ्रान्स
nb: Frankrike
ro: Franța
sk: Francúzske
ta: À¢Ã¡ýÍ
th: ฝรั่งเศส

source: Armenia
ar: ارمينيا
ca: Armènia
da: Armenien
gu: અર્મેનિયા
ja: アルメニア
ko: 아르메니아
mr: आर्मेनिया
nb: Argentina
sk: Arménske
ta: ¬÷¦ºýÊÉ¡
th: อาร์เมเนีย
wa: Årmeneye

source: Pakistan
ar: باكستان
gu: પાકિસ્તાન
ja: パキスタン
ko: 파키스탄
mr: पाकिस्तान
sk: Pakistanské
ta: பாகிஸ்தான்
th: ปากีสถาน

source: Poland
ar: بولندا
ca: Polònia
da: Polen
gu: પોલેન્ડ
ja: ポーランド
ko: 폴란드
mr: पोलंड
nb: Polen
ro: Polonia
sk: Poľské
ta: §À¡Ä¡óÐ
th: โปแลนด์
wa: Pologne

source: Kyrgyzstan
ar: قيرقيزستان
ca: Kirguizistan
da: Kirgisistan
gu: ક્યાર્ગ્યાઝસ્તાન
ja: キルギスタン
ko: 카자흐스탄
mr: किर्गिझस्तान
nb: Kirgisistan
ro: Kârgâzstan
sk: Kirgizské
ta: கைர்கிஸ்தான்
th: คีร์กีซน
wa: Kirguiztan

source: Ireland
ar: أيرلندا
ca: Irlanda
da: Irland
gu: આયર્લેન્ડ
ja: アイルランド
ko: 아일란드
mr: आर्यलॅड
nb: Irland
ro: Irlanda
sk: Írske
ta: «Â÷Ä¡óÐ
th: ไอร์แลนด์
wa: Irlande

source: Hungary
ar: هنغاريا (المجر)
ca: Hongria
da: Ungarn
gu: હંગેરી
ja: ハンガリー
ko: 헝가리
mr: हंगेरी
nb: Ungarn
ro: Ungaria
sk: Maďarské
ta: ¬í§¸Ã¢
th: ฮังการี
wa: Hongreye

source: Cambodia
ar: كمبوديا
ca: Cambodja
gu: કંબોડિયા
ja: カンボジア
ko: 캄보디아
mr: कंबोडिया
nb: Kambodsja
ro: Cambodgia
sk: Kambodžské
ta: ¦¸¡ÄõÀ¢Â¡
th: กัมพูชา
wa: Cambodje

source: Spain
ar: أسبانيا
ca: Espanya
da: Spanien
gu: સ્પેઇન
ja: スペイン
ko: 스페인
mr: स्पेन
nb: Spania
ro: Spania
sk: Španielske
ta: Í¦ÀÂ¢ý
th: สเปน
wa: Espagne

source: Ukraine
ar: أوكرانيا
ca: Ucraïna
gu: યુક્રેઇન
ja: ウクライナ
ko: 우크라니아
mr: युक्रेन
nb: Ukraina
ro: Ucraina
sk: Ukrajinské
ta: ¯ì¦Ãöý
th: ยูเครน
wa: Oucrinne

source: Romania
ar: رومانيا
da: Rumænien
gu: રોમાનિયા
ja: ルーマニア
ko: 루마니아
mr: रोमाीनिया
ro: România
sk: Rumunské
ta: Õ§ÁÉ¢Â¡
th: โรมาเนีย
wa: Roumaneye

source: Kazakhstan
ar: كازاخستان
da: Kasakhstan
gu: કઝાખસ્તાન
ja: カザフスタン
ko: 카자흐스탄
mr: कझाकिस्तान
nb: Kasakhstan
ro: Kazahstan
sk: Kazašské
ta: ¾¡öÅ¡ý
th: คาซัคสถาน
wa: Kazaxhtan

source: Georgia
ar: جورجيا
ca: Geòrgia
da: Georgien
gu: જ્યોર્જિયા
ja: ジョージア
ko: 조지아
mr: जॉर्जिया
sk: Gruzínske
ta: ¦º÷À¢Â¡
th: จอร์เจีย
wa: Djeyordjeye

source: U.S. English
ar: الإنكليزية ـ الولايات المتحدة
ca: Anglès dels EUA
da: Engelsk (amerikansk)
gu: યુ.એસ. અંગ્રેજી
ja: 英語 (アメリカ)
ko: 영어(US)
mr: अमेरिकी इंग्रजी
nb: Engelsk (USA)
ro: Engleză U.S.
sk: Americká angličtina
ta: யு.எஸ்.ஆங்கிலம்
th: อังกฤษ (แบบอเมริกัน)
wa: Inglès U.S.

source: Turkish
ar: التركية
ca: Turc
da: Tyrkisk
gu: ટર્કિશ
ja: トルコ語
ko: 터어키어
mr: तुरॴक०ष
nb: Tyrkisk
ro: Turcă
sk: Turecké
ta: ÐÕì¸¢Â
th: ภาษาตุรกี
wa: Turk

source: PC-98xx Series
ar: سلسلة PC-98xx
da: PC-98xx-serien
gu: PC-98xx શ્રેણીઓ
ja: PC-98xx シリーズ
ko: PC-98xx 시리즈
mr: पीसी-९८एक्सएक्स सिरीज
nb: PC-98xx-serien
ro: Seriile PC-98xx
sk: Séria PC-98xx
ta: PC-98xx வரிசை
th: ในอนุกรม PC-98xx
wa: Séreyes PC-98xx

source: Netherlands
ar: هولندا
ca: Països Baixos
da: Holland
gu: નેધરલેન્ડસ
ja: オランダ
ko: 네델란드
mr: नेदरलॅन्डस्
nb: Nederland
ro: Olanda
sk: Holandské
ta: ¦¿¾÷Ä¡óÐ
th: เนเธอร์แลนด์
wa: Bas Payis

source: Macedonia
ar: مقدونيا
ca: Macedònia
da: Makedonien
gu: માસેડોનિયા
ja: マケドニア
ko: 마케도니아
mr: मॅसेडोनिया
nb: Makedonia
sk: Macedónske
ta: Á¡º¢§¼¡É¢Â¡
th: มาซิโดเนีย
wa: Macedoneye

source: Canada
ar: كندا
ca: Canadà
gu: કેનેડા
ja: カナダ
ko: 캐나다
mr: कॅनडा
sk: Kanadské
ta: ¸É¼¡
th: แคนาดา

source: Sri Lanka
ar: سيريلانكا
gu: શ્રી લંકા
ja: スリランカ
ko: 스리 랑카
mr: श्री लंका
sk: Srí Lanka
ta: ¦º÷À¢Âý
th: ศรีลังกา

source: Bosnia and Herzegovina
ar: البوسنة والهرسك
ca: Bòsnia i Hercegovina
da: Bosnien-Herzegovina
gu: બોસ્નિયા અને હર્ઝેગોવિના
ja: ボスニア-ヘルツェゴヴィナ
ko: 보스니아 헤르체코비나
mr: बोस्निया आणि हर्जेगोविना
nb: Bosnia og Hercegovina
ro: Bosnia și Herțegovina
sk: Bosna a Herzegovina
ta: பாஸ்னியா மற்றும் ஹெர்சகோவினா
th: บอสเนียและเฮอร์เซโกวินา
wa: Bosneye

source: Brazil
ar: البرازيل
ca: Brasil
da: Brasilien
gu: બ્રાઝિલ
ja: ブラジル
ko: 브라질
mr: ब्राझील
nb: Brasil
ro: Brazilia
sk: Brazílske
ta: À¢§Ãº¢ø
th: บราซิล
wa: Braezi

source: Ghana
ar: غانا
gu: ઘાના
ja: ガーナ
ko: 가나
mr: घाना
sk: Ghanské
ta: º£É¡
th: กานา
wa: Gana

source: Andorra
ar: أندورا
gu: એન્ડોરા
ja: アンドラ
ko: 안도라
mr: अंडोरा
sk: Andorské
ta: அன்டோரா
th: แอนโดรา
wa: Andore

source: Afghanistan
ar: أفغانستان
ca: Afganistan
gu: અફઘાનિસ્તાન
ja: アフガニスタン
ko: 아프가니스탄
mr: अफगाणिस्तान
sk: Afgánske
ta: ஆப்கானிஸ்தான்
th: อัฟกานิสถาน
wa: Afganistan

source: Esperanto
ar: الإسبرانتو
gu: એસ્પેરાન્ટો
ja: エスペラント語
ko: 에스페란토어
mr: इसॴ॑र॥नॴॆॲ
ta: ±ÍÀÃ¡ý§¼¡
th: เอสเปอร์แรนโต

source: Turkey
ar: تركيا
ca: Turquia
da: Tyrkiet
gu: ટર્કી
ja: トルコ
ko: 터키
mr: टर्की
nb: Tyrkia
ro: Turcia
sk: Turecké
ta: ÐÕì¸¢
th: ตุรกี
wa: Turkeye

source: CapsLock key switches layout while pressed, Alt+CapsLock does the original capslock action.
da: Caps Lock-tasten skifter layout når den holdes nede, Alt+Caps Lock udfører den oprindelige Caps Lock-handling.
ja: CapsLock キーを押している最中にレイアウトを切り替え、 Alt+CapsLock で元の CapsLock 動作を行なう。
ko: CapsLock 키가 레이아웃 동작으로 눌러져 있는 동안, Alt+CapsLock 이 capslock 동작을 대신 합니다.
nb: CapsLock bytter oppsett når den trykkes inn, Alt+CapsLock utfører opprinnelig CapsLock-handling.
ro: Tasta CapsLock comută maparea când este apăsată, Alt+CapsLock efectuează acțiunea originală CapsLock.
sk: CapsLock pri stlačení prepína rozloženie, Alt+CapsLock má pôvodnú funkciu CapsLocku.
wa: Li tape CapsLock candje l' adjinçmint cwand tchôkî, Alt+CapsLock fwait l' faitindje CapsLock d' oridjinne.

source: CapsLock switch to first layout, Shift+CapsLock switch to last layout.
da: Caps Lock skifter til første layout, Shift+Caps Lock skifter til det sidste layout.
ja: CapsLock で最初のレイアウトに、 Shift+CapsLock で最後のレイアウトに切り替える
ko: CapsLock 으로 첫번째 레이아웃으로 전환, Shift+CapsLock 이 마지막 레이아웃으로 전환합니다.
nb: CapsLock bytter til første oppsett, Shift+CapsLock bytter til siste oppsett.
ro: CapsLock comută pe prima mapare, Shift+CapsLock pe ultima.
sk: CapsLock prepína na prvé rozloženie, Shift+CapsLock prepína na posledné rozloženie.
wa: CapsLock fwait passer å prumî adjinçmint, Maj+CapsLock fwait passer å dierin adjinçmint.

source: Less-than/Greater-than is Compose.
da: Mindre end/større end er komponér.
ja: 大なり／小なりのキーを Compose として動作させる
ko: 더 작게/더 크게는 Compose 입니다.
nb: Mindre enn / Større-tasten fungerer som sammensetningstast.
sk: Menšie ako/Väčšie ako je Compose
wa: Moens-ki/Pus-ki est Compôze.

source: Space key outputs non-breakable space character at fourth level, thin non-breakable space character at sixth level (via Ctrl+Shift
da: Mellemrumstasten producerer mellemrum uden linjeskift på fjerde niveau og smalle mellemrum uden linjeskift på sjette niveau (via Ctrl+Shift)
ja: スペースキーを入力したとき、 4 番目のレベルでは改行不許可のスペースを入力し、 6 番目のレベル (Ctrl+Shift 経由) では幅の小さい改行不許可のスペースを入力する
ko: 네번째 레벨때, 스페이스 키로 개행 불허의 스페이스를 입력합니다. 작은 개행 불허의 스페이스는 여섯뻔째 레벨입니다.(Ctrl+Shift 사용)
nb: Mellomromstasten skriver hardt mellomrom på fjerdenivå, lite og hardt mellomrom på sjette nivå (via Ctrl+Shift
sk: Medzerník generuje nedeliteľnú medzeru vo štvrtej úrovni, tenkú nedeliteľnú medzeru na šiestej úrovni (cez Ctrl+Shift
wa: Li bår d' espåce rexhe on caractere d' espåce nén côpåve å cwatrinme livea, on tene caractere d' espåce nén côpåve å shijhinme livea (via Ctrl+Maj

source: &Step size
ar: حجم ال&خطوة
ca: Mida dels &passos
da: Trin&størrelse
gu: &પગલાનું કદ
ja: 増やすサイズ (&S)
ko: 크기 단계(&S)
mr: स्टेप साइज
nb: &Justeringstrinn
ro: Dimen&siunea pasului
sk: Veľkosť &kroku
ta: &நிலை அளவு
th: &ขนาดขั้น
wa: Grandeu di &dgré

source: Small
ar: صغير
ca: Petit
da: Lille
gu: નાનું
ja: 小さい
ko: 작게
mr: लहान
nb: Små
ro: Mic
sk: Malý
ta: சிறியது
th: เล็ก
wa: Pitit

source: Normal
ar: عادي
gu: સામાન્ય
ja: 通常
ko: 보통
mr: सामान्य
nb: Normale
sk: Normálny
ta: _­ÂøÀ¡É «Ç×
th: ปกติ
wa: Normå

source: Big
ar: كبير
ca: Gran
da: Stor
gu: મોટું
ja: 大きい
ko: 크게
mr: मोठा
nb: Store
ro: Mare
sk: Veľký
ta: பெரியது
th: ใหญ่
wa: Grand

source: Huge
ar: ضخم
ca: Molt gran
da: Enorm
gu: ઘણું મોટું
ja: 非常に大きい
ko: 아주 크게
mr: विशाल
nb: Enorme
ro: Uriaș
sk: Obrovský
ta: மிகப்பெரியது
th: ใหญ่มาก
wa: Foû grand

source: &Next Screen
ar: ال&شاشة التالية
ca: &Pantalla següent
da: &Næste skærm
gu: &પછીનો સ્ક્રિન
ja: 次の画面 (&N)
ko: 다음 화면(&N)
mr: पुढचा स्र्कीन
nb: &Neste skjerm
ro: Ecra&nul următor
sk: &Nasledujúca obrazovka
ta: &அடுத்த திரை
th: จ&อภาพถัดไป
wa: Waitroûle &shuvante

source: S&ave
ar: حف&ظ
ca: Des&a
da: G&em
gu: સા&ચવો
ja: 保存 (&A)
ko: 저장(&A)
mr: सुरक्षित करा
nb: L&agre
ro: S&alvează
sk: &Uložiť
ta: சேமிக்;&கவும்
th: จั&ดเก็บ
wa: &Schaper

source: Change &Position
ar: تغيير ال&موضع
ca: Canvia la &posició
da: Skift &position
gu: &સ્થિતિ બદલો
ja: 位置の変更 (&P)
ko: 위치 변경(&P)
mr: स्थिती बदला
nb: Endre &posisjon
ro: Modifică &poziția
sk: Upraviť &pozíciu
ta: நிலையை & மாற்றவும்
th: เปลี่ยน&ตำแหน่ง
wa: Candjî &eplaeçmint

source: C&hange Size
ar: ت&غيير الحجم
ca: Canvia la &mida
da: Ski&ft størrelse
gu: કદ&દલો
ja: サイズの変更 (&H)
ko: 크기 변경(&H)
mr: आकार बदला...
nb: E&ndre størrelse
ro: Sc&himbă dimensiunea
sk: Upraviť &veľkosť
ta: அ&ளவை மாற்றவும்
th: เปลี่ยน&ขนาด
wa: &Candjî grandeu

source: Screen
ar: شاشة
ca: Pantalla
da: Skærm
gu: સ્ક્રિન
ja: 画面
ko: 화면
mr: स्र्कीन
nb: Skjerm
ro: Ecran
sk: Obrazovka
ta: திரை
th: จอภาพ
wa: Waitroûle

source: No video mode tuning available
ar: لا يوجد توليف متاح لوضع الفيديو
ca: La sintonització per al mode de vídeo no està disponible
da: Ingen tuning af videotilstand til rådighed
gu: કોઇ વીડિયો ઢબ ટ્યૂનિંગ ઉપલબ્ધ નથી
ja: ビデオモードのチューニングはできません
ko: 조정 가능한 비디오 모드 없음
mr: व्हिडीओ मोड ट्यूनिंग उपलब्ध नाही
nb: Justering av skjermmodus ikke tilgjengelig
ro: Nici o acordare a modului video nu e disponibilă
sk: Vyladenie video režimu nie je k dispozícii
ta: வீடியோ வகை ஒத்திசைவு இல்லை
th: ไม่มีส่วนปรับแต่งโหมดวิดีโอ
wa: Apontiaedje do môde videyo nén disponibe

source: Display
ar: جهاز العرض
ca: Pantalla
da: Skærm
gu: પ્રદર્શન
ja: 画面
ko: 화면
mr: डिस्प्ले
nb: Skjermbilde
ro: Monitor
sk: Obrazovka
ta: காட்சிப்படுத்துதல்
th: จอแสดงผล
wa: Håynaedje

source: Configuration on display
ar: تكوين على جهاز العرض
ca: Configuració en pantalla
da: Konfiguration på skærmen
gu: પ્રદર્શન પર કન્ફિગ્યુરેશન
ja: 画面の設定:
ko: 화면 구성
mr: डिस्प्लेवरील आकृतीबंध
nb: Konfigurasjon av skjermbilde
ro: Configurarea pe ecran
sk: Nastavenie na obrazovke
ta: காட்சிப்படுத்தப்பட்டுள்ள உள்ளமைவு
th: การปรับแต่งค่าจอแสดงผล
wa: Apontiaedje sol håynaedje

source: Idle timer...
ar: ميقاتي خامل...
ca: Temporitzador inactiu...
da: Inaktivitetstimer...
gu: નવરું ટાઇમર...
ja: 無操作タイマー ...
ko: Idle 타이머...
mr: आयडल टायमर...
nb: Tidsur for inaktivitet...
ro: Cronometrul de inactivitate ...
sk: Čakanie...
ta: செயல்பாடில்லாத நேரக்குறிப்பான்...
th: ตัวจับเวลาไม่มีการกระทำใด ๆ
wa: Munutreye di cwand ça n' fwait rén...

source: USA
ro: SUA
th: สหรัฐอเมริกา

source: KHz
ar: كيلوهرتز
mr: केएचझेड
ta: கிலோஹெர்ட்ஸ்
th: กิโลเฮิรตซ์

source: Hz
ar: هرتز
mr: एचझेड
ta: ஹெர்ட்ஸ்
th: เฮิรตซ์

source: Xinerama
mr: झिनेरामा
ta: சினரமா
th: แบบรวมเป็นจอเดียว (Xinerama)

source: USB
ta: யூஎஸ்பி
th: พอร์ต USB

source: COM-1 [ /dev/ttyS0 ]
mr: सीओएम-१ [ /dev/ttyS0 ]
th: พอร์ต COM-1 [ /dev/ttyS0 ]

source: COM-2 [ /dev/ttyS1 ]
mr: सीओएम-२ [ /dev/ttyS1]
th: พอร์ต COM-2 [ /dev/ttyS1 ]

source: COM-3 [ /dev/ttyS2 ]
th: พอร์ต COM-3 [ /dev/ttyS2 ]

source: COM-4 [ /dev/ttyS3 ]
th: พอร์ต COM-4 [ /dev/ttyS3 ]

source: COM-5 [ /dev/ttyS4 ]
th: พอร์ต COM-5 [ /dev/ttyS4 ]
