Repository: schaefi/sax2
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: ar, ca, da, gu, ja, ko, mr, nb, ro, sk, ta, th, wa

source: Layout switching
da: Skift af layout
ja: レイアウト切り替え
ko: 레이아웃 전환
nb: Bytting av oppsett
ro: Schimbarea aranjamentului
sk: Prepínanie rozloženia klávesov
th: การสลับผังแป้นพิมพ์
wa: Discandjaedje d' adjinçmint

source: Left Alt key switches group while pressed.
ar: يقوم مفتاح Alt الأيسر بتبديل المجموعة أثناء الضغط.
ca: Si premeu la tecla Alt de l'esquerra es canvia de grup.
da: Venstre Alt-tast skifter gruppe når den aktiveres.
gu: દબાવીએ તો ડાબી Alt કળ જૂથ બદલે છે
ja: 左 Alt キーでレイアウトを変更
ko: 왼쪽 Alt 키로 레이아웃을 변경 합니다.
mr: डावी अल्ट की दाबलेली असताना ग्रूप्सची अदलाबदल करते
nb: Nedtrykket venstre Alt-tast bytter gruppe.
ro: Tasta Alt-stânga schimbă grupul cât timp e apăsată.
sk: Ľavý Alt mení rozloženie dokiaľ je stlačený.
ta: அழுத்தப்படும்போது இடது Alt விசை குழு மாறுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Alt ด้านซ้ายในระหว่างยังกดอยู่
wa: Li tape Alt di hintche candje li groupe cwand tchôkeye.

source: Both Ctrl keys together change group.
ar: يقوم مفتاحي Ctrl معًا بتغيير المجموعة.
ca: Si premeu ambdues tecles Control es canvia de grup.
da: Begge Ctrl-taster samtidig skifter gruppe.
gu: બંને Ctrl કળો સાથે જૂથ બદલે છે
ja: 両方の Ctrlキーでグループを変更
ko: 앙쪽 Ctrl 키로 그룹을 변경 합니다.
mr: दोन्ही कंट्रोल कीज एकत्रितपणे ग्रूप बदलतात.
nb: Begge Ctrl-tastene sammen bytter gruppe.
ro: Ambele taste Ctrl simultan schimbă grupul.
sk: Stlačenie oboch klávesov Ctrl zmení rozloženie klávesov.
ta: இரு Ctrl விசைகளும் ஒன்றாக குழு மாறுகின்றன.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Ctrl ทั้งคู่
wa: Les deus tapes Ctrl eshonne candjèt l' groupe.

source: Right Shift key changes group.
ar: يقوم مفتاح Shift الأيمن بتغيير المجموعة.
ca: La tecla Majús de la dreta permet canviar de grup.
da: Højre Shift-tast skifter gruppe.
gu: જમણી શિફ્ટ કળ જૂથ બદલે છે.
ja: 右 Shift キーでグループを変更
ko: 오른쪽 Shift 키로 그룹을 변경 합니다.
mr: उजवी शिफ्ट की ग्रूप बदलते
nb: Høyre Shift-tast bytter gruppe.
ro: Tasta Shift-dreapta schimbă grupul.
sk: Pravý Shift zmení rozloženie klávesov.
ta: வலது Shift விசை குழு மாறுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Shift ด้านขวา
wa: Li tape Maj di droete candje li groupe.

source: Left Win key changes group.
ar: يقوم مفتاح Win الأيسر بتغيير المجموعة.
ca: La tecla Win de l'esquerra permet canviar de grup.
da: Venstre Win-tast skifter gruppe.
gu: ડાબી વિન કળ જૂથ બદલે છે.
ja: 左 Win キーでグループを変更
ko: 왼쪽 윈도우키로 그룹을 변경 합니다.
mr: डावी शिफ्ट की ग्रूप बदलते
nb: Venstre Win-tast bytter gruppe.
ro: Tasta Win-stânga schimbă grupul.
sk: Ľavý Win-kláves zmení rozloženie klávesov.
ta: இடது Win விசை குழு மாறுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Win ด้านซ้าย
wa: Li tape Win di hintche candje li groupe.

source: Left Alt key changes group.
ar: يقوم المفتاح الأيمن بتغيير المجموعة.
ca: La tecla Alt de l'esquerra permet canviar de grup.
da: Venstre Alt-tast skifter gruppe.
gu: ડાબી Alt કળ જૂથ બદલે છે.
ja: 左 Alt キーでグループを変更
ko: 왼쪽 Alt 키로 그룹을 변경합니다.
mr: डावी अल्ट की ग्रूप बदलते
nb: Venstre Alt-tast bytter gruppe.
ro: Tasta Alt-stânga schimbă grupul.
sk: Ľavý Alt zmení rozloženie klávesov.
ta: இடது Alt விசை குழு மாறுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Alt ด้านซ้าย
wa: Li tape Alt di hintche candje li groupe.

source: Both Win keys switch group while pressed.
ar: يقوم كل من مفتاحي Win بتبديل المجموعة أثناء الضغط.
ca: Si premeu ambdues tecles Win es canvia de grup.
da: Begge Win-taster skifter gruppe når de aktiveres.
gu: દબાવીએ તો બંને વિન કળો સાથે જૂથ બદલે છે
ja: 両方の Win キー同時押しでグループを変更
ko: 양쪽 윈도우키를 동시에 눌렀을 때 그룹을 전환 합니다.
mr: दोन्ही विन कीज दाबलेल्या असताना ग्रूपची अदलाबदल करतात.
nb: Begge Win-tastene nedtrykket bytter gruppe.
ro: Ambele taste Win schimbă grupul cât timp sunt apăsate.
sk: Stlačenie oboch Win-klávesov mení rozloženie dokiaľ sú stlačené.
ta: அழுத்தப்படும்போது இரு Win விசைகளும் குழு மாறுகின்றன.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Win ทั้งคู่ในระหว่างยังกดอยู่
wa: Les deus tapes Wine candjèt l' groupe cwand tchôkî.

source: Right Ctrl key switches group while pressed.
ar: يقوم مفتاح Ctrl الأيمن بتبديل المجموعة أثناء الضغط.
ca: Si premeu la tecla Control es canvia de grup.
da: Højre Ctrl-tast skifter gruppe når den aktiveres.
gu: દબાવીએ તો જમણી Ctrl કળ જૂથ બદલે છે
ja: 右 Ctrl キーでグループを変更
ko: 오른쪽 Ctrl 키를 눌렀을 때 그룹을 전환 합니다.
mr: उजवी कंट्रोल की दाबलेली असताना ग्रूपची अदलाबदल करते
nb: Høyre Ctrl-tast bytter gruppe.
ro: Tasta Ctrl-dreapta schimbă grupul cât timp e apăsată.
sk: Pravý Ctrl mení rozloženie dokiaľ je stlačený.
ta: அழுத்தப்படும்போது வலது Ctrl விசை குழு மாறுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Ctrl ด้านขวาในระหว่างยังกดอยู่
wa: Li tape Ctrl di droete candje li groupe cwand tchôkeye.

source: Left Alt is swapped with left Win-key.
da: Venstre Alt byttes med venstre Win-tast.
ja: 左 Alt キーと左 Win キーを入れ替え
ko: 왼쪽 Alt 키와 왼쪽 윈도우키를 교체 합니다.
nb: Venstre Alt er byttet om med venstre Win-tast.
ro: Tasta Alt-stânga e interschimbată cu Win-stânga.
sk: Ľavý Alt je mapovaný na ľavý Win-kláves.
th: ปุ่มพิมพ์ Alt ด้านซ้ายถูกสลับกับปุ่มพิมพ์ Win ด้านซ้าย
wa: Li tape Alt di hintche est discandjeye avou l' tape Win di hintche.

source: Default numpad keys.
da: Standard nummertastatur-taster.
ja: 既定のテンキー
ko: 기본 num패드 키.
nb: Forvelg talltastatur.
ro: Tastele numerice implicite.
sk: Štandardné numerické klávesy.
wa: Tapes del taprece limerike come prémetou.

source: Adding the nobreakspace keysym to space key
da: Tilføjer nobreakspace keysym til mellemrumstasten
ja: スペースキーに改行不許可のキーシンボルを追加
ko: 스페이스 키에 개행 불허의 키 심볼을 추가
nb: Legge til hardt mellomrom på mellomromstasten
ro: Adaugă nobreakspace keysym la tasta spațiu
sk: Priradenie nedeliteľnej medzery na medzerník
wa: Dji radjoute li simbole del tape espåce nén côpåve al tape espåce

source: Use keypad with unicode additions (arrows and math operators)
da: Brug keypad med unicode-tilføjelser (pile og matematikoperatorer)
ja: テンキーに UNICODE 追加文字を設定 (矢印や数学演算子など)
ko: 숫자 패드에 유니코드 추가 문자를 설정(화살표, 수학 연산자 등)
nb: Bruk talltastatur med unicode-tillegg (piler og matematiske operatorer)
ro: Folosește tastatura numerică cu suplimente unicod (sâgeți și operații matematice)
sk: Používať klávesnicu s rozšíreniami unikódu (šipky a matematické operátory)
wa: Si siervi del taprece avou les acdicions unicode (fletches eyet operateus matematikes)

source: Force standard legacy keypad
da: Gennemtving standard gammelt keypad
ja: 旧来のテンキー機能を強制する
ko: 오래된 숫자 패드 기능을 강제
nb: Påtvinge tastatur i kompatibilitetsmodus
ro: Forțează tastatura numerica standard în stil vechi
sk: Vnútiť štandardnú podložku numerických klávesov
wa: Foirci l' adjinçmint del taprece sitandård

source: CapsLock uses internal capitalization. Shift doesn't affect CapsLock.
da: Caps Lock anvender store bogstaver internt. Shift påvirker ikke Caps Lock.
ja: CapsLock によりアルファベットを大文字化する。Shift キーは CapsLock に影響を与えない
ko: CapsLock 에 의해 알파벳을 대문자화 한다. Shift 키는 CapsLock 에 영향을 주지 않는다.
nb: CapsLock bruker store bokstaver internt. Shift annullerer ikke CapsLock.
ro: CapsLock folosește transformarea în litere mari internă. Shift nu afectează CapsLock.
sk: Caps Lock generuje vnútorne veľké písmená. Shift neruší Caps Lock.
wa: CapsLock eploye l' divintrin metaedje e grandès letes. Maj ni candje rén a CapsLock.

source: Keypad layout selection
da: Layoutvalg for keypad
ja: テンキーのレイアウト選択
ko: 키보드 배치 선택
nb: Valg av tastaturoppsett
ro: Selectarea aranjamentului tastaturii
sk: Výber rozloženia klávesnice
th: การเลือกผังแป้นตัวเลข
wa: Tchoes di l' adjinçmint del taprece.

source: Alt+CapsLock changes group.
da: Alt+Caps Lock skifter gruppe.
ja: Alt+CapsLock キーでグループを変更
ko: Alt+CapsLock 로 그룹을 변경 합니다.
nb: Shift+Caps Lock bytter gruppe.
ro: Alt+CapsLock schimbă grupul.
sk: Alt+Caps Lock zmení rozloženie klávesov.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Alt+CapsLock
wa: Alt+CapsLock candjèt l' groupe.

source: Space key output nobreakspace at second level.
da: Mellemrumstasten producerer nobreakspace på andet niveau.
ja: 2 番目のレベルの際、スペースキーで改行不許可のスペースを入力
ko: 두번째 레벨때, 스페이스 키로 개행 불허의 스페이스를 입력 합니다.
nb: Mellomromstast skriver ut hardt mellomrom på andrenivå.
ro: Tasta spațiu furnizează spațiu fără întrerupere (nobreakspace) la nivelul secund.
sk: Medzerník generuje nedeliteľnú medzeru v druhej úrovni.
wa: Li bår d' espåce rexhe espåce nén côpåve å deujhinme livea.

source: CapsLock acts as Shift with locking. Shift doesn't affect CapsLock.
da: Caps Lock fungerer som Shift med låsning. Shift påvirker ikke Caps Lock.
ja: CapsLock は Shift キーのロックとして機能させる。Shift キーは CapsLock に影響を与えない
ko: CapsLock 는 Shift 키의 잠금기능으로 만듭니다. Shift 키는 CapsLock 에 영향을 주지 않습니다.
nb: CapsLock fungerer som Shift med låsing. Shift påvirker ikke CapsLock.
ro: CapsLock se comportă ca Shift cu blocare. Shift nu afectează CapsLock.
sk: Caps Lock funguje ako Shift so zámkom. Shift neruší Caps Lock.
wa: CapsLock fwait come Maj avou l' aclawaedje. Maj ni candje rén a CapsLock.

source: CapsLock uses internal capitalization. Shift "pauses" CapsLock.
da: Caps Lock anvender store bogstaver internt. Shift "pauser" Caps Lock.
ja: CapsLock によりアルファベットを大文字化する。 Shift で CapsLock を "一時停止" する
ko: CapsLock 으로 알파벳을 대문자화 합니다. Shift "pauses" 로 CapsLock 을 취소합니다.
nb: CapsLock bruker store bokstaver internt. Shift «opphever» CapsLock.
sk: CapsLock používa veľké písmená. Shift dočasne ruší CapsLock.
wa: CapsLock eploye l' divintrin metaedje e grandès letes. Maj « djoke » CapsLock.

source: Space key output nobreakspace at third level.
da: Mellemrumstasten producerer nobreakspace på tredje niveau.
ja: 3 番目のレベルの際、スペースキーで改行不許可のスペースを入力
ko: 세번째의 레벨때, 스페이스 키로 개행 불허의 스페이스를 입력 합니다.
nb: Mellomromstasten skriver hardt mellomrom på tredje nivå.
ro: Tasta spațiu furnizează spațiu fără întrerupere (nobreakspace) la nivelul al treilea.
sk: Medzerník generuje nedeliteľnú medzeru v tretej úrovni.
wa: Li bår d' espåce rexhe espåce nén côpåve å troejhinme livea.

source: Swap keycodes of two keys when Mac keyboards are misdetected by kernel.
da: Ombyt tastekoder for to taster når Mac-tastaturer findes forkert af kernen.
ja: Mac のキーボードをカーネルで誤って検出した際、 2 つのキーのキーコードを入れ替える
ko: Mac 키보드를 커널에서 잘못 검색 했을때, 두개의 키코드를 바꿔 넣습니다.
nb: Bytt tastekoder for to taster når Mac-tastatur blir oppdaget feil av kjernen.
ro: Interschimbă codurile a două taste când tastaturile Mac sunt detectate greșit de către kernel.
sk: Zameniť kódy dvoch klávesov, ak jadro chybne deteguje Mac-ovskú klávesnicu.
wa: Replaecî onk pa l' ôte les côdes di deus tapes cwand les tapreces Mac sont må detectêyes på nawea.

source: Numpad keys work as with Mac.
da: Tasterne på nummertastaturet fungerer som med Mac.
ja: テンキーを Mac と同じように機能させる
ko: 숫자 패드를 Mac 과 같은 기능으로 만듭니다.
nb: Taster på talltastaturet fungerer som med Mac.
ro: Tastatura numerică funcționează ca pe Mac.
sk: Numerické klávesy budú ako na Mac-u.
wa: Les tapes del taprece rotèt come dins les Mac.

source: Kana Lock key is locking
da: Kana låsetast låser
ja: カナキーがロックされている
ko: 카나 키가 잠겨 있음
nb: Kana låstast låser
ro: Tasta de blocare Kana (Kana Lock) blochează.
sk: Kláves Kana Lock zamyká.
wa: Li tape Kana Lock aclawe

source: Space key output nobreakspace at fourth level.
da: Mellemrumstasten producerer nobreakspace på fjerde niveau.
ja: 4 番目のレベルの際、スペースキーで改行不許可のスペースを入力
ko: 네번째 레벨때, 스페이스 키로 개행 불허의 스페이스를 입력 합니다.
nb: Mellomromstasten skriver hardt mellomrom på fjerde nivå.
ro: Tasta spațiu furnizează spațiu fără întrerupere (nobreakspace) la nivelul al patrulea.
sk: Medzerník generuje nedeliteľnú medzeru vo štvrtej úrovni.
wa: Li bår d' espåce rexhe espåce nén côpåve å cwatrinme livea.

source: Left Win-key is Compose.
da: Venstre Win-tast er Compose.
ja: 左 Win キーに Compose を割り当てる
ko: 왼쪽 윈도우키에 Compose 를 할당 합니다.
nb: Venstre Win-tast er kombinasjonstast.
ro: Tasta Win-stânga este Compose.
sk: Ľavý Win-kláves je Compose.
wa: Li tape Win di hintche est Compôze

source: Press Right Alt key to choose 3rd level, Shift+Right Alt key is Multi_Key.
da: Tryk højre Alt-tast for at vælge tredje niveau, Shift+højre Alt-tast er Multi_Key.
ja: 右 Alt キーで 3 番目のレベルを選択。 Shift+右 Alt キーは Multi_Key とする
ko: 오른쪽 Alt 키로 세번째의 레벨을 선택, Shift+오른쪽 Alt 키는 Multi_Key로 이용 합니다.
nb: Trykk høyre Alt-tast for å velge tredje nivå, Shift+Høyre Alt-tast er Multi_Key.
ro: Apasă tasta Alt-dreapta pentru a selecta al treilea nivel, Shift+Alt-dreapta este Multi_Key.
sk: Stlačenie pravého Alt-klávesu volí 3. úroveň, Shift + pravý Alt je kláves Multi.
wa: Tchôkîz l' tape Alt di droete po tchoezi l' 3inme livea, Maj+Alt di droete est Multi_Key.

source: Space key output space at any level.
da: Mellemrumstasten producerer mellemrum på alle niveauer.
ja: スペースキーでスペースを入力する
ko: 스페이스 키로 스페이스를 입력 합니다.
nb: Mellomromstast skriver mellomrom på alle nivå.
ro: Tasta spațiu furnizează spațiu la orice nivel.
sk: Medzerník generuje medzeru v každej úrovni.
wa: Li bår d' espåce rexhe espåce a tolminme ké livea.

source: Japanese Keyboard Options
da: Japanske tastaturvalgmuligheder
ja: 日本語キーボードのオプション
ko: 일본어 키보드 옵션
nb: Japanske tastaturvalg
ro: Opțiun pentru tastatură Japoneză
sk: Možnosti japonského rozloženia klávesov
th: ตัวเลือกของแป้นพิมพ์ภาษาญี่ปุ่น
wa: Tchuzes del taprece djaponesse.

source: CapsLock acts as Shift with locking. Shift "pauses" CapsLock.
da: Caps Lock opfører sig som Shift med lås. Shift "pauser" Caps Lock.
ja: CapsLock は Shift キーのロックとして機能させる。 Shift で CapsLock を "一時停止" する
ko: CapsLock 은 Shitf 의 잠금으로 작동 합니다. Shift "pauses" 로 CapsLock 을 취소 합니다.
nb: CapsLock fungerer som Shift med låsing. Shift «opphever» CapsLock.
sk: CapsLock funguje ako Shift so zámkom. Shift dočasne ruší CapsLock.
wa: CapsLock fwait come Maj avou l' aclawaedje. Maj « djoke » CapsLock.

source: CapsLock uses internal capitalization. Shift doesn't cancel CapsLock.
ar: يستخدم المفتاح CapsLock الكتابة بالحروف الكبيرة الداخلية. لا يقوم المفتاح Shift بإلغاء المفتاح CapsLock.
ca: Bloq Majús permet utilitzar majúscules internes. La tecla Majús no cancel·la Bloq Majús.
da: Caps Lock anvender store bogstaver internt. Shift annullerer ikke Caps Lock.
gu: CapsLock આંતરિક કેપિટલાઇઝેશનનો ઉપયોગ કરે છે. શિફ્ટ CapsLock ને રદ નથી કરતું.
ja: CapsLock によりアルファベットを大文字化する。 Shift キーでは CapsLock をキャンセルしない
ko: CapsLock 으로 알파벳을 대문자화 합니다. Shift 키로 CapsLock 을 취소하지 않습니다.
mr: कॅप्सलॉक इंटर्नल कॅपिटलाझेशनचा उपयोग करते. शिफ्टने कॅप्सलॉक रद्द होत नाही
nb: CapsLock bruker store bokstaver internt. Shift annullerer ikke CapsLock.
ro: CapsLock folosește transformarea în litere mari internă. Shift nu anulează efectul CapsLock.
sk: Caps Lock zapína veľké písmená. Shift neruší Caps Lock.
ta: CapsLock உள் பெரிய எழுத்தாக்குதலை பயன்படுத்துகிறது. CapsLockகை Shift ரத்து செய்வதில்லை.
wa: CapsLock eploye l' divintrin metaedje e grandès letes. Maj ni fwait nén rnoncî CapsLock.

source: CapsLock just locks the Shift modifier.
ar: يقوم المفتاح CapsLock بقفل معدِّل المفتاح Shift فقط.
ca: Bloq Majús bloqueja el modificador de Majús.
da: Caps Lock låser blot ændringstasten Shift.
gu: CapsLock માત્ર શિફ્ટ બદલનારને જ લોક કરે છે.
ja: CapsLock を単純に Shift キーのロックとする
ko: CapsLock 을 단순하게 Shift 키 잠금으로 합니다.
mr: कॅप्सलॉक केवळ शिफ्ट मोडीफायर लॉक करतो
nb: CapsLock låser bare Shift-funksjonen.
ro: CapsLock doar blochează modificatorul Shift.
sk: Caps Lock iba uzamkne menenie klávesom Shift.
ta: Shift மேம்படுத்தியை CapsLock பூட்ட மட்டும் செய்கிறது.
wa: CapsLock aclawe djusse li modifieu Maj.

source: CapsLock toggles normal capitalization of alphabetic characters.
ar: يقوم المفتاح CapsLock بتبديل الكتابة بالحروف الكبيرة العادية للحروف الهجائية.
ca: Bloq Majús permet canviar entre les majúscules i minúscules normals dels caràcters alfabètics.
da: Caps Lock skifter til normale store bogstaver for alfabetiske tegn.
gu: CapsLock આલ્ફાબેટિક અક્ષરોનું સામાન્ય કેપિટલાઇઝેશન ટોગલ કરે છે.
ja: CapsLock でアルファベットの大文字／小文字が切り替わります。
ko: CapsLock 로 알파벳의 대문자/소문자가 바뀝니다.
mr: कॅप्सलॉक अक्षरी चिन्हांचे सामान्य कॅपिटलायझेशन टॉगल करतो.
nb: CapsLock bytter mellom små og store bokstaver.
ro: CapsLock atrage transformarea in litere mari a caracterelor alfabetice.
sk: Caps Lock prepína písanie veľkých písmen.
ta: CapsLock அகர எழுத்துருக்களின் சாதாரண பெரிய எழுத்தாக்கலை நிலைமாற்றம் செய்கிறது.
wa: CapsLock (dis)met l' normå metaedje e grandès letes des caracteres di l' alfabet.

source: CapsLock toggles Shift so all keys are affected.
ar: يقوم المفتاح CapsLock بتبديل المفتاح Shift حتى يتم التأثير على كافة المفاتيح.
ca: Bloq Majús permet canviar Majús perquè totes les tecles es vegin afectades.
da: Caps Lock aktiverer Shift således at alle taster er omfattet.
gu: CapsLock શિફ્ટને ટોગલ કરે છે જેથી બધી જ કળો પર અસર થાય છે.
ja: CapsLock は Shift キーの状態を切り替えるため、すべてのキーに影響が出ます。
ko: CapsLock 는 Shift 키 상태를 바꾸기 위해, 모든 키에 영향이 있습니다.
mr: कॅप्सलॉक शिप्ट टॉगल करतो म्हणून सर्व कीजवर परिणाम होतो
nb: CapsLock endrer Shift-funksjonen for alle andre taster.
ro: CapsLock simulează apăsarea tastei Shift (toate tastele sunt afectate).
sk: Caps Lock prepína Shift, takže všetky klávesy budú zmenené.
ta: விசைகள் அனைத்தும் பாதிக்கப்படும் வகையில் Shiftஐ CapsLock நிலைமாற்றம் செய்கிறது.
wa: CapsLock (dis)met Maj po k' ça candje so totes les tapes.

source: Right Win-key is Compose.
ar: يُعد مفتاح Win الأيمن مفتاح إنشاء.
ca: La tecla Win de la dreta actua com a tecla Compose.
da: Højre Win-tast er Komponér.
gu: જમણી વિન-કળ કંપોઝ છે.
ja: 右 Win キーに Compose を割り当てる
ko: 오른쪽 윈도우키에 Compose 를 할당한다.
mr: उजवी विन की म्हणजे कंपोज आहे.
nb: Høyre Win-tast for kombinasjon.
ro: Tasta Win-dreapta este Compose.
sk: Pravý Win-kláves je Compose.
ta: வலது Win –விசை தொகுப்பதற்கு ஆகும்
wa: Li tape Win di droete est Compôze.

source: Shift+CapsLock changes group.
ar: يؤدي ضغط Shift+CapsLock إلى تغيير المجموعة.
ca: Majús+Bloq Majús permet canviar de grup.
da: Shift+Caps Lock skifter gruppe.
gu: Shift+CapsLock જૂથ બદલે છે.
ja: Shift+CapsLock キーでグループを変更
ko: Shift+CapsLock 를 그룹으로 변경 합니다.
mr: शिफ्ट कॅप्सलॉक ग्रूप बदलतो.
nb: Shift+Caps Lock bytter gruppe.
ro: Shift+CapsLock schimbă grupul.
sk: Shift+Caps Lock zmení rozloženie klávesov.
ta: Shift+CapsLock குழுவை மாற்றுகிறது.
wa: Maj+CapsLock candjèt l' groupe.

source: R-Alt switches group while pressed.
ar: يقوم المفتاح Alt الأيمن بتبديل المجموعة أثناء الضغط.
ca: La tecla Alt de la dreta permet canviar de grup.
da: Højre Alt skifter gruppe når den aktiveres.
gu: દબાવીએ તો R-Alt જૂથ બદલે છે.
ja: 右 Alt キーでグループを変更
ko: 오른쪽 Alt 키를 누르는 동안 그룹을 전환 합니다.
mr: आर-अल्ट दाबलेली असताना ग्रूपची अदलाबदल करते.
nb: Høyre Alt-tast bytter gruppe.
ro: Alt-dreapta schimbă grupul cât timp e apăsată.
sk: Pravý Alt prepína rozloženie dokiaľ je stlačený.
ta: அழுத்தப்படும்போது R-Alt குழு மாறுகிறது
wa: Li tape Alt di droete candje li groupe cwand tchôkeye.

source: Right Control key works as Right Alt.
ar: يعمل مفتاح التحكم الأيمن كمفتاح Alt الأيمن.
ca: La tecla Control de la dreta actua com a tecla Alt de la dreta.
da: Højre Ctrl-tast fungerer som højre Alt.
gu: જમણી કંટ્રોલ કળ જમણી Alt તરીકે કામ કરે છે.
ja: 右コントロールキーは右 Alt として機能させる
ko: 오른쪽 컨트롤 키는 오른쪽 Alt 키로 작동 시킵니다.
mr: उजवी कंट्रोल की उजवी अल्ट म्हणून काम करते
nb: Høyre Ctrl-tast fungerer som høyre Alt-tast.
ro: Control-dreapta funcționează ca Alt-dreapta.
sk: Pravý kláves Ctrl bude pravý Alt.
ta: வலது கட்டுப்பாட்டு விசை வலது Altஆக செயல்படுகிறது
wa: Li tape Controle di droete rote come Alt di droete.

source: Control key at bottom left
ar: مفتاح التحكم أسفل اليسار
ca: Tecla Control a la part inferior esquerre
da: Ctrl-tast nederst til venstre
gu: નીચે ડાબી બાજુ સ્થિત કંટ્રોલ કળ
ja: Ctrl キーは左下隅にあります
ko: 컨트롤 키는 왼쪽 아래에 있음
mr: खाली डावीकडे कंट्रोल की
nb: Ctrl-tast nederst til venstre
ro: Tasta Control în stânga jos
sk: Kláves Ctrl vľavo dole
ta: இடது ஓரத்திலுள்ள Control விசை
wa: Li tape Controle al valêye hintche

source: Press any of Win-keys to choose 3rd level.
ar: اضغط أيًا من مفتاحي Win لاختيار المستوى الثالث.
ca: Premeu qualsevol de les tecles Win per a seleccionar el tercer nivell.
da: Tryk på en Win-key for at vælge tredje niveau.
gu: 3જું સ્તર પસંદ કરવા કોઇપણ વિન-કળો દબાવો.
ja: Win キーで 3 番目のレベルを選択
ko: 윈도우키로 세번째의 레벨을 선택 합니다.
mr: थर्ड लेव्हल निवडण्यासाठी कोणतीहि विन की दाबा.
nb: Trykk på en av Win-tastene for å velge 3. nivå.
ro: Apasă orice tastă Win pentru a selecta nivelul 3.
sk: Stlačenie niektorého Win-klávesu volí 3. úroveň.
ta: 3வது நிலையை தேர்ந்தெடுப்பதற்கு ஏதேனும் ஒரு Win-விசையை அழுத்தவும்.
wa: Tchôkîz tolminme kéne tape Win po tchoezi l' 3inme livea.

source: Press Right Alt key to choose 3rd level.
ar: اضغط المفتاح Alt الأيمن لاختيار المستوى الثالث.
ca: Premeu la tecla Alt de la dreta per a seleccionar el tercer nivell.
da: Tryk højre Alt-tast for at vælge tredje niveau.
gu: 3જું સ્તર પસંદ કરવા જમણી Alt કળ દબાવો.
ja: 右 Alt キーで 3 番目のレベルを選択
ko: 오른쪽 Alt 키로 세번째의 레벨을 선택 합니다.
mr: थर्ड लेव्हल निवडण्यासाठी उजवी अस्ट की दाबा.
nb: Trykk på høyre Alt-tast for å velge 3. nivå.
ro: Apasă tasta Alt-dreapta pentru a selecta nivelul 3.
sk: Stlačenie pravého klávesu Alt volí 3. úroveň.
ta: 3வது நிலையை தேர்ந்தெடுப்பதற்கு வலது Alt விசையை அழுத்தவும்.
wa: Tchôkîz l' tape Alt di droete po tchoezi l' 3inme livea.

source: Right Ctrl key changes group.
ar: يقوم مفتاح Ctrl الأيمن بتغيير المجموعة.
ca: La tecla Control de la dreta permet canviar de grup.
da: Højre Ctrl-tast skifter gruppe.
gu: જમણી કંટ્રોલ કળ જૂથ બદલે છે.
ja: 右 Ctrl キーでグループを変更
ko: 오른쪽 Ctrl 키로 그룹을 변경 합니다.
mr: उजवी कंट्रोल की ग्रूप बदलते.
nb: Høyre Ctrl-tast bytter gruppe.
ro: Tasta Ctrl-dreapta schimbă grupul.
sk: Pravý Ctrl zmení rozloženie klávesov.
ta: வலது Ctrl விசை குழுவை மாற்றுகிறது.
wa: Li tape Ctrl di droete candje li groupe.

source: Right Alt is Compose.
ar: يُعد المفتاح Alt الأيمن مفتاح إنشاء.
ca: La tecla Alt de la dreta actua com a tecla Compose.
da: Højre Alt er Komponér.
gu: જમણી Alt કંપોઝ છે.
ja: 右 Alt キーに Compose を割り当てる
ko: 오른쪽 Alt 키에 Compose 를 할당 합니다.
mr: उजवी अल्ट कंपोज आहे.
nb: Høyre Alt for kombinasjon.
ro: Alt-dreapta este Compose.
sk: Pravý Alt je Compose.
ta: வலது Alt தொகுப்பாகும்.
wa: Li tape Alt di droete est Compôze.

source: Right Ctrl is Compose.
ar: يُعد المفتاح Ctrl الأيمن مفتاح إنشاء.
ca: La tecla Control de la dreta actua com a tecla Compose.
da: Højre Ctrl er Komponér.
gu: જમણી Ctrl કંપોઝ છે.
ja: 右 Ctrl キーに Compose を割り当てる
ko: 오른쪽 Ctrl 키에 Compose 를 할당 합니다.
mr: उजवी कंट्रोल कंपोज आहे.
nb: Høyre Ctrl for kombinasjon.
ro: Ctrl-dreapta este Compose.
sk: Pravý Ctrl je Compose.
ta: வலது Ctrl தொகுப்பாகும்.
wa: Li tape Ctrl di droete est Compôze.

source: ScrollLock LED shows alternative group.
ar: تُظهر لمبة المفتاح ScrollLock المجموعة البديلة.
ca: El LED de Bloq Despl mostra un grup alternatiu.
da: Scroll Lock LED viser alternativ gruppe.
gu: સ્ક્રોલલોક LED વૈકલ્પિક જૂથ દર્શાવે છે
ja: ScrollLock LED でグループ表示を行なう
ko: ScrollLock LED 그룹을 표시를 합니다.
mr: स्र्कॉललॉक एलइडी पर्यायी ग्रूप दाखवितात.
nb: Scroll_Lock-lys viser alternativ gruppe.
ro: LEDul ScrollLock arată grupul alternativ.
sk: Scroll Lock LED zobrazuje alternatívne rozloženie.
ta: ScrollLock LED மாற்று குழுவைக் காட்டுகிறது.
wa: Li LED ScrollLock (Djoker li defilmint) mostere l' ôte groupe.

source: Control key at left of -A-
ar: مفتاح التحكم على يسار المفتاح -A-
ca: Tecla Control a l'esquerra de -A-
da: Ctrl-tast til venstre for -A-
gu: કંટ્રોલ કળ -A- ની ડાબી બાજુએ છે
ja: -A- の左側にあるコントロールキー
ko: -A- 의 좌측에 있는 컨트롤 키
mr: -ए- च्या डाव्या बाजूला कंट्रोल की
nb: Ctrl-tast til venstre for -A-
ro: Tastă Control la stânga lui -A-
sk: Kláves Ctrl naľavo od 'A'
ta: -A-ன் இடதுபுறமுள்ள Control விசை
th: ปุ่มพิมพ์ Control อยู่ทางด้านซ้ายของปุ่มพิมพ์ -A-
wa: Li tape Controle al hintche di -A-

source: Third level choosers
ar: محددات المستوى الثالث
ca: Selectors de tercer nivell
da: Vælgere for tredje niveau
gu: 3જુ સ્તર પસંદ કરનાર
ja: 3 番目のレベル選択
ko: 세번째의 레벨 선택
mr: थर्ड लेव्हल चूजर्स
nb: Tredjenivåvelgere
ro: Selectorul de nivel 3.
sk: Výber tretej úrovne
ta: மூன்றாம் நிலை தேர்வாளர்கள்
th: การเลือกระดับที่สาม
wa: Tchoezixheu di troejhinme livea
