Repository: schaefi/sax2
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: ar, ca, da, gu, ja, ko, mr, nb, ro, sk, ta, th, wa

source: Display Size
ar: حجم جهاز العرض
ca: Mida de la pantalla
da: Skærmstørrelse
gu: પ્રદર્શનનું કદ
ja: ディスプレイサイズ
ko: 화면 크기
mr: डिस्प्ले आकार
nb: Skjermstørrelse
ro: Dimensiunea Ecranului
sk: Veľkosť obrazovky
ta: காட்சிப்படுத்தும் அளவு
th: ขนาดการแสดงผล
wa: Grandeu di håynaedje

source: Arrangement
ar: ترتيب
ca: Configuració
gu: ગોઠવણ
ja: 配列
ko: 배치
mr: व्यवस्था
nb: Oppsett
ro: Poziționare
sk: Usporiadanie
ta: வரிசைப்படுத்துதல்
th: ทิศทางการจัดวาง
wa: Arindjmint

source: Activated in %1 mode with %2
ar: تم التنشيط في وضع %1 باستخدام %2
ca: Activat en mode %1 amb %2
da: Aktiveret i %1-tilstand med %2
gu: %2 સાથે %1 ઢબમાં સક્રિય થયું
ja: %2 の %1 モードが有効になっています
ko: %1 모드에 %2 활성화
mr: %२ बरोबर %१ मध्ये सक्रिय केला
nb: Aktivert i %1-modus med %2
ro: Activat în modul %1 cu %2
sk: Aktivované v móde %1 s %2
ta: %2 உடன் %1 வகையில் செயல்படுத்தப்பட்டுள்ளது
th: เปิดใช้งานอยู่ในโหมด %1 ด้วย %2
wa: Metou en alaedje e môde %1 avou %2

source: Activated in driver default mode
ar: تم التنشيط في الوضع الافتراضي لبرنامج التشغيل
ca: Activat en el mode per defecte del controlador
da: Aktiveret i driverens standardtilstand
gu: ડ્રાઇવર પ્રાથમિક ઢબમાં સક્રિય થયું
ja: ドライバのデフォルト設定で有効にされています
ko: 드라이버 기본 모드 활성화
mr: ड्रायव्हर डिफॉल्ट मोडमध्ये सक्रिय केला
nb: Aktivert i driverens standardmodus
ro: Activat în modul implicit al driverului
sk: Aktivované v štandardnom móde ovládača
ta: இயக்கி முன்னிருந்த வகையில் செயல்படுத்தப்பட்டுள்ளது
th: เปิดใช้งานอยู่ในโหมดปริยายของไดรเวอร์
wa: Metou en alaedje e môde mineu prémetou

source: Unconfigured
ar: غير مكوّن
ca: Sense configurar
da: Ukonfigureret
gu: કન્ફિગર વગરનુંÅ
ja: 未設定
ko: 설정되지 않음
mr: अजून आकृतीबंध केले नाही.
nb: Ikke konfigurert
ro: Neconfigurat
sk: Nenastavené
ta: உள்ளமைக்கப்படாதது
th: ยังไม่ได้ตั้งค่า
wa: Nén co apontyî

source: <b>Cannot Deactivate All Displays</b><hr><nobr>At least one display must be active.</nobr>
ar: <b>يتعذر إلغاء تنشيط كافة أجهزة العرض</b><hr><nobr>لا بد من وجود جهاز عرض واحد نشط على الأقل.</nobr>
ca: <b>No es poden desactivar totes les pantalles</b><hr><nobr>Almenys una pantalla ha d'estar activa.</nobr>
da: <b>Kan ikke deaktivere alle skærme</b><hr><nobr>Mindst en skærm skal være aktiv.</nobr>
gu: <b>બધા પ્રદર્શનોને નિષ્ક્રિય કરી શકાતા નથી </b><hr><nobr> ઓછામાં ઓછું એક પ્રદર્શન સક્રિય હોવું જોઇએ.</nobr>
ja: <b>ディスプレイを全て無効にすることはできません</b><hr><nobr>少なくとも 1 つのディスプレイを有効にする必要があります。</nobr>
ko: <b>모든 화면을 비활성화 할 수 없음</b><hr><nobr>최소 한개의 화면은 활성화 되어야 합니다.</nobr>
mr: <b>सर्व डिस्प्लेज निष्क्रीय करू शकत नाही</b><hr><nobr>किमान एक डिस्प्लेतरी सक्रीय असला पाहिजे.</nobr>
nb: <b>Kan ikke deaktivere alle skjermoppsett</b><hr><nobr>Minst ett skjermoppsett må være aktivt.</nobr>
ro: <b>Nu pot dezactiva toate ecranele</b><hr><nobr>Cel puțin un afișaj trebuie sa fie activ.</nobr>
sk: <b>Nemôžem deaktivovať všetky obrazovky</b><hr><nobr>Aspoň jedna obrazovka musí ostať aktívna.</nobr>
ta: <b>அனைத்து காட்சிப்படுத்துதல்களையும் செயலிழக்கம் செய்ய முடியாது </b><hr><nobr>குறைந்தபட்சம் ஒரு காட்சியேனும் செயல்பாட்டில் இருக்க வேண்டும்.</nobr>
th: <b>ไม่สามารถปิดการทำงานจอแสดงผลทั้งหมดได้</b><hr><nobr>จะต้องมีจอแสดงผลอย่างน้อยหนึ่งจอที่ทำงานอยู่</nobr>
wa: <b>Dji n' sai essocter tos les håynaedjes</b><hr><nobr>I fåt pol moens on håynaedje k' overe.</nobr>

source: No configuration available
ar: لا يوجد تكوين متاح
ca: No hi ha cap configuració disponible
da: Ingen tilgængelig konfiguration
gu: કોઇ કન્ફિગ્યુરેશન ઉપલબ્ધ નથી
ja: 設定できません
ko: 사용 가능한 설정 없음
mr: कोणताही आकृतीबंध उपलब्ध नाही
nb: Ingen konfigurasjon tilgjengelig
ro: Nici o configurație disponibilă
sk: Nie je dostupné žiadne nastavenie
ta: உள்ளமைவு எதுவும் கிடைக்கவில்லை
th: ไม่มีการปรับแต่งค่าอยู่
wa: I gn a pont d' apontiaedje di disponibe

source: Traditional Multihead: Each screen is an independent display
ar: عرض تقليدي على عدة شاشات: تُعدّ كل شاشة شاشة عرض مستقلة
ca: Multicapçal tradicional: cada pantalla és independent
da: Traditionel multihead: Hver skærm er en uafhængig-skærm
gu: પરંપરાગત મલ્ટિહેડ: દરેક સ્ક્રિન સ્વતંત્ર પ્રદર્શન છે
ja: 旧来のマルチヘッド設定: それぞれが独立した画面になります。
ko: 전통적인 멀티헤드: 각각의 화면은 독립적입니다.
mr: पारंपरिक मल्टीहेडः प्रत्येक स्क्रीन स्वतेत्र डिस्प्ले आहे
nb: Tradisjonelt flerskjermsmodus: Hver skjerm er en separat enhet
ro: Multiecran Tradițional: Fiecare ecran este are un afișaj independent
sk: Tradičný režim viacerých obrazoviek: Každá obrazovka je nezávislá
ta: பாரம்பரிய பல்தலை: ஒவ்வொரு திரையும் ஒரு தனிக் காட்சியாகும்;
th: แสดงหลายจอภาพโหมดดั้งเดิม: แต่ละจอภาพจะแสดงผลเป็นอิสระต่อกัน
wa: Sacwantès waitroûles tradicionel: Tchaeke waitroûle est on håynaedje dislaxhî

source: Cloned Multihead: Each display is a clone of the primary display
ar: عرض مستنسخ على عدة شاشات: تُعدّ كل شاشة عرض نسخة مماثلة من شاشة العرض الرئيسية
ca: Multicapçal clonat: cada pantalla és un clon de la pantalla principal
da: Klonet multihead: Hvert skærmbillede er en klon af den primære skærm
gu: ક્લોન કરેલ મલ્ટિહેડ: દરેક પ્રદર્શન પ્રાથમિક પ્રદર્શનનું ક્લોન હોય છે
ja: クローンのマルチヘッド設定: それぞれの画面には同じものが表示されます。
ko: 다중 복제 화면: 모든 화면이 첫번째 화면과 똑같이 동작합니다.
mr: क्लोनड मल्टीहेडः प्रत्येक डिस्प्ले प्राथमिक डिस्प्लेचा क्लोन आहे
nb: Klonet flerskjermsmodus: Alle skjermene er kloner av den primære skjermen
ro: Multiecran Clonat: Fiecare afișaj este o clonă a celui primar
sk: Klonované viaceré obrazovky: Každá obrazovka je klon primárnej
ta: போலிகை பல்தலை: ஒவ்வொரு காட்சியும் முதன்மை காட்சியின் ஒரு போலிகை ஆகும்
th: แสดงหลายจอภาพโหมดโคลน: แต่ละจอภาพจะแสดงผลโดยโคลนจากจอแสดงผลหลัก
wa: Sacwantès waitroûles clôné: Tchaeke håynaedje est on clône do prumî håynaedje

source: Xinerama Multihead: Build one big display out of all screens
ar: عرض Xinerama على عدة شاشات يكوّن عرضًا واحدًا من كافة الشاشات
ca: Multicapçal Xinerama: totes les pantalles formen una gran pantalla única
da: Xinerama multihead: Lav et stort skærmbillede ud af alle skærmene
gu: Xinerama મલ્ટિહેડ: બધી સ્ક્રિનોમાંથી એક મોટું પ્રદર્શન બનાવો
ja: Xinerama マルチヘッド設定: 全ての画面を合わせて 1 つの大きなディスプレイにします。
ko: Xinerama 다중 화면: 1개의 큰 화면을 만들어 모든 스크린에 출력합니다.
mr: झिनेरामा मल्टीहेडः सर्व स्क्रीनमधून एक मोठा स्क्रीन उभा करतो
nb: Xinerama-flerskjermsmodus: Setter sammen alle skjermene til én stor skjerm
ro: Multiafișaj Xinerama: Construiește un afișaj mare din toate ecranele
sk: Viaceré obrazovky Xinerama: Vytvoriť jednu veľkú obrazovku z viacerých
ta: சினிரமா பல்தலை: அனைத்து திரைகளிலிருந்தும் ஒரு பெரிய காட்சியை உருவாக்கவும்.;
th: แสดงหลายจอภาพโหมดรวมเป็นจอเดียว (Xinerama): ผนวกจอทั้งหมดรวมเป็นจอภาพใหญ่ ๆ จอเดียว
wa: Sacwantès waitroûles Xinerama: Costrure on grand håynaedje a pårti d' totes les waitroûles

source: Multihead Mode
ar: وضع العرض على عدة شاشات
ca: Mode Multicapçal
da: Multihead-tilstand
gu: મલ્ટિહેડ ઢબ
ja: マルチヘッドモード
ko: 다중 화면 모드
mr: मल्टीबेड मोड
nb: Modus for flere skjermer
ro: Mod Multiecran
sk: Režim viacerých obrazoviek
ta: பல்தலை வகை
th: โหมดหลายจอภาพ
wa: Môde sacwantès waitroûles

source: Connected To
ar: متصل بـ
ca: Connectat a
da: Forbundet til
gu: થી જોડાયેલ
ja: 接続先
ko: 연결됨
mr: शी जोडला
nb: Koblet til
ro: Conectat la
sk: Pripojený k
ta: இத்துடன் இணைப்பட்டுள்ளது
th: เชื่อมต่ออยู่กับ
wa: Raloyî a

source: Unknown Monitor:
ar: جهاز عرض غير معروف:
ca: Monitor desconegut:
da: Ukendt skærm:
gu: અજાણ્યો મૉનિટર÷:
ja: 不明なモニタ:
ko: 알 수 없는 모니터:
mr: अनोळखी मॉनिटरः
nb: Ukjent skjerm:
ro: Monitor necunoscut:
sk: Neznámy monitor:
ta: தெரியாத மானிட்டர்:
th: จอภาพที่ไม่รู้จัก:
wa: Waitroûle nén cnoxhowe:

source: Primary Monitor:
ar: جهاز العرض الرئيسي:
ca: Monitor principal:
da: Primær skærm:
gu: પ્રાથમિક મોનિટર:
ja: メインモニタ:
ko: 첫번째 모니터:
mr: प्राथमिक मॉनिटर
nb: Primær skjerm:
ro: Monitor primar:
sk: Primárny monitor:
ta: முதன்மை மானிட்டர்:
th: จอภาพหลัก:
wa: Prumire waitroûle:

source: Monitor Settings
ar: إعدادات جهاز العرض
ca: Configuració del monitor
da: Skærmindstillinger
gu: મૉનિટર સેટિંગ્સ
ja: モニタ設定
ko: 모니터 설정
mr: मॉनिटर संस्थापन
nb: Skjerminnstillinger
ro: Setări pentru monitor
sk: Nastavenie monitora
ta: மானிட்டர் அமைப்புகள்
th: ตั้งค่าจอภาพ
wa: Tchuzes del waitroûle

source: Mouse Settings
ar: إعدادات الماوس
ca: Configuració del ratolí
da: Indstillinger for mus
gu: માઉસ સેટિંગ્સ
ja: マウス設定
ko: 마우스 설정
mr: माऊस सेटींग्ज
nb: Musinnstillinger
ro: Setări Maus
sk: Nastavenia myši
ta: சுட்டி அமைப்புகள்
th: ตั้งค่าเมาส์
wa: Tchuzes del sori

source: Graphics Card Settings
ar: إعدادات بطاقة الرسومات
ca: Configuració de la targeta gràfica
da: Indstillinger for grafikkort
gu: ગ્રાફિક્સ કાર્ડ સેટિંગ્સ
ja: グラフィックカード設定
ko: 그래픽 카드 설정
mr: ग्राफिक्स कार्ड सेटिंग्स
nb: Grafikkortinnstillinger
ro: Setări Cartelă Grafică
sk: Nastavenia grafickej karty
ta: சித்திரங்கள் அட்டை அமைப்புகள்;
th: ตั้งค่าแผงวงจรแสดงผล
wa: Tchuzes del cwåte grafike

source: Dual Head Settings
ar: إعدادات العرض على شاشتين
ca: Configuració de dues sortides de vídeo
da: Indstillinger for dualhead
gu: ડ્યૂઅલ હેડ સેટિંગ્સ
ja: デュアルヘッド設定
ko: 듀얼 헤드 설정
mr: दुहेरी हेड संस्थापन
nb: Innstillinger for flerskjermsmodus
ro: Setări Dublu Ecran
sk: Nastavenie režimu viacerých obrazoviek
ta: இரட்டை தலை அமைப்புகள்
th: ตังค่าการแสดงผลสองจอภาพ
wa: Tchuzes po sacwantès waitroûles

source: Not Rotated
ar: لم يتم التدوير
ca: Sense girar
da: Ikke roteret
gu: ફેરવેલ નથી
ja: 回転しない
ko: 회전 안됨
mr: फिरवले नाही.
nb: Ikke rotert
ro: Nerotit
sk: Bez otočenia
ta: சுழற்றப்படவில்லை
th: ไม่มีการหมุน
wa: Nén tourné

source: To the Left
ar: إلى اليسار
ca: A l'esquerra
da: Til venstre
gu: ડાબી બાજુ
ja: 左に
ko: 왼쪽으로
mr: डावीकडे
nb: Mot venstre
ro: La stânga
sk: Doľava
ta: இடதுபுறமாக
th: หมุนไปทางซ้าย
wa: Viè l' hintche

source: To the Right
ar: إلى اليمين
ca: A la dreta
da: Til højre
gu: જમણી બાજુ
ja: 右に
ko: 오른쪽으로
mr: उजवीकडे
nb: Mot høyre
ro: La Dreapta
sk: Doprava
ta: வலதுபுறமாக
th: หมุนไปทางขวา
wa: Viè l' droete

source: <b>Invalid Color/Resolution combination:</b><hr><nobr>The selected resolution and/or color settings</nobr> are not supported by the graphics cards framebuffer.
da: <b>Ugyldig farve-/opløsnings-kombination:</b><hr><nobr>Den valgte opløsning og/eller farveindstillingerne</nobr> er ikke understøttet af grafikkortets framebuffer.
ja: <b>不正な色と解像度の組み合わせ</b><hr>選択した解像度と色の組み合わせはこのグラフィックカードで利用できません。
ko: <b>잘못된 색상/해상도 배합:</b><hr><nobr>선택된 해상도와 색상 설정</nobr>은 그래픽 카드 프레임버퍼에서 지원하지 않습니다.
nb: <b>Ugyldig farge-/oppløsningskombinasjon:</b><hr><nobr>Den valgte oppløsningen og/eller fargeoppsettet</nobr>støttes ikke av skjermkortets framebuffer.
ro: <b>Combinație Culori/Rezoluție nevalidă:</b><hr><nobr> Configurațiile selectate pentru rezoluție și/sau culori</nobr> nu sunt suportate de framebuffer-ul cartelei grafice.
sk: <b>Neplatná kombinácia farebnej hĺbky a rozlíšenia:</b><hr><nobr>Zvolené rozlíšenie a farebná hĺbka</nobr> nie je podporovaná grafickou kartou pre framebuffer.
wa: <p>Combinåjhon d' coleur/finté nén valåbe:</b><hr><nobr>Li finté et/ou les tchuzes des coleurs</nobr> ni sont nén sopoirtés pal framebuffer des cwåtes grafikes.

source: <b>Option Needs a Value</b><hr><nobr>Set up a value for option %1.</nobr>
ar: <b>يحتاج الخيار قيمة</b><hr><nobr>قم بإعداد قيمة للخيار %1.</nobr>
ca: <b>L'opció necessita un valor</b><hr><nobr>Definiu un valor per a l'opció %1.</nobr>
da: <b>Indstillingen kræver en værdi</b><hr><nobr>Sæt en værdi for indstillingen %1.</nobr>
gu: <b>વિકલ્પ માટે મૂલ્ય જરૂરી</b><hr><nobr> વિકલ્પ %1 માટે એક મૂલ્ય સેટ અપ કરો. </nobr>
ja: <b>オプションには値が必要です</b><hr><nobr>オプション %1 に対して値を設定してください。</nobr>
ko: <b>옵션에는 값이 필요</b><hr><nobr>%1 옵션의 값을 지정.</nobr>
mr: <b>पर्यायाला व्हॅल्यूजची गरज</b><hr><nobr> पर्याय %१ साठी व्हॅल्यूज सेट करा</nobr>
nb: <b>Alternativet må ha en verdi</b><hr><nobr>Angi en verdi for alternativet %1.</nobr>
ro: <b>Opțiunea necesită o valoare</b><hr><nobr> Setați o valoare pentru opțiunea %1.<b>
sk: <b>Voľba vyžaduje nejakú hodnotu</b><hr><nobr>Prosím, nastavte hodnotu pre voľbu %1.</nobr>
ta: <b>விருப்பத்தேர்வுக்கு ஒரு மதிப்பு தேவை</b><hr><nobr>விருப்பத்தேர்வு %1க்குஒரு மதிப்பை அமைக்கவும்.</nobr>
th: <b>ตัวเลือกต้องการค่า</b><hr><nobr>ตั้งค่าค่าสำหรับตัวเลือก %1</nobr>
wa: <p>Li tchuze a dandjî d' ene valixhance</b><hr><nobr>Apontyîz ene valixhance pol tchuze %1.</nobr>

source: Monitor: Vendor and Name Selection
ar: جهاز العرض: اختيار البائع والاسم
ca: Monitor: selecció de nom i proveïdor
da: Skærm: Valg af producent og navn
gu: મોનિટર : વિક્રેતા અને નામ પસંદગી
ja: モニタ: 製造元と名前の選択
ko: 모니터: 제조사 및 이름 선택
mr: मॉनिटरः व्हेंडर आणि नावाची निवड
nb: Skjerm: Valg av produsent og navn
ro: Monitor: Selectarea producătorului și a modelului
sk: Monitor: Výber výrobcu a typu
ta: மானிட்டர்: விற்பனையாளர் மற்றும் பெயரை தேர்ந்தெடுத்தல்
th: จอภาพ: เลือกผู้ผลิตและชื่อของจอภาพ
wa: Waitroûle: Tchoes do vindeu eyet do no

source: Mouse: Vendor and Name Selection
ar: الماوس: اختيار البائع والاسم
ca: Ratolí: selecció de nom i proveïdor
da: Mus: Valg af producent og navn
gu: માઉસ : વિક્રેતા અને નામ પસંદગી
ja: マウス: 製造元と名前の選択
ko: 마우스: 제조사 및 이름 선택
mr: माउसः व्हेंडर आणि नावाची निवड
nb: Mus: Valg av produsent og valg
ro: Maus: Selectarea producătorului și a modelului
sk: Myš: Výber výrobcu a typu
ta: சுட்டி: விற்பனையாளர் மற்றும் பெயரை தேர்ந்தெடுத்தல்
th: เมาส์: เลือกผู้ผลิตและชื่อของเมาส์
wa: Sori: Tchoes do vindeu eyet do no

source: Manual Sync Frequency Setup
ar: الإعداد اليدوي لمزامنة الترددات
ca: Configuració de sincronització de freqüències manual
da: Manuel opsætning af sync-frekvens
gu: મેન્યુઅલ સહકાલીન ફ્રિકવન્સી સેટઅપ
ja: 手動での同期周波数設定
ko: 수동 주파수 동조 설정
mr: मॅन्युअल सिंक फ्रिक्वेंसी सेटअप
nb: Manuelt oppsett av synkroniseringsfrekvenser
ro: Setarea manuală a frecvenței de sincronizare
sk: Ručné nastavenie synchronizačných frekvencií
ta: கைமுறை ஒருங்கிணைப்பு அதிர்வெண் அமைப்பு
th: ตั้งค่าค่าความถี่การแสดงผลด้วยตนเอง
wa: Apontiaedje al mwin do sincronijhaedje del frecwince

source: Diagonal and Aspect Ratio
ar: الحجم القطري ونسبة العرض إلى الارتفاع
ca: Ràtio d'aspecte i diagonal
da: Diagonal og aspektforhold
gu: ડાયાગોનલ અને એસ્પેક્ટ ગુણોત્તર
ja: 対角とアスペクト比
ko: 대각선 및 종횡비
mr: डायगोनल आणि आस्पेक्ट प्रमाण
nb: Diagonal- og apektverdier
ro: Diagonala și factorul de formă
sk: Uhlopriečka a pomer strán
ta: கோண மற்றும் பார்வை விகிதம்
th: เส้นทะแยงมุมและสัดส่วนจอภาพ
wa: Rapoirt lårdjeur/hôteur eyet diagonåle

source: Display Size in [ mm ]
ar: حجم جهاز العرض بـ [مم]
ca: Mida de la pantalla en [ mm ]
da: Skærmstørrelse i [ mm ]
gu: કદને [મિમિ ]માં પ્રદર્શિત કરો
ja: 画面のサイズ [ mm ]
ko: 화면 크기 [ mm ]
mr: डिस्प्ले आकार [एमएम] मध्ये
nb: Skjermstørrelse i [ mm ]
ro: Dimensiunea afișajului în [ mm ]
sk: Veľkosť obrazovky v mm
ta: காட்சியின் அளவு [ மிமீயில் ]
th: ขนาดการแสดงผล [ ม.ม. ]
wa: Grandeu d' håynaedje e [mm]

source: <b>Note:</b> Wrong sync ranges may damage your monitor. Consult the monitor manual for the settings.<br><br>If you want your monitor not to use its maximum rating, decrease the sync ranges.
ar: <b>ملاحظة:</b>قد تتسبب نطاقات المزامنة الخاطئة في تلف جهاز العرض. راجع دليل جهاز العرض الخاص بالإعدادات.<br><br> إذا كنت لا تريد أن يستخدم جهاز العرض الحد الأقصى من التصنيف، فقم بتقليل نطاقات المزامنة.
ca: <b>Nota:</b> un rang de sincronització incorrecte pot malmetre el monitor. Consulteu el manual del monitor per a conèixer la configuració adequada.<br><br>Si voleu que el monitor no faci servir els valors màxims, disminuïu els rangs de sincronització.
da: <b>Bemærk:</b>Forkerte sync-intervaller kan skade din skærm. Se din skærmmanual for at finde indstillingerne.<br><br>Hvis du ønsker at din monitor ikke skal anvende dens højeste værdi, kan du sænke sync-intervallerne.
gu: <b> નોંધ: </b> ખોટી સહકાલીનતા શ્રેણીઓ તમારા મોનિટરને નુકસાન કરી શકે છે. સેટિંગ્સ માટે મોનિટર મેન્યુઅલનો સંદર્ભ કરો. <br><br>જો તમે તમારા મોનિટરને તેના અધિકતમ ક્રમનો ઉપયોગ કરવા દેવા માગતા ન હોવ તો સહકાલીનતાની શ્રેણીઓ ઘટાડો.
ja: <b>注意:</b> 同期周波数の範囲を間違えるとモニタが損傷することがあります。設定する値についてはモニタの説明書を参照してください。<br><br>モニタを設定可能な最大値で使用したくない場合、同期周波数の範囲を減らしてください。
ko: <b>메모:</b> 잘못된 주파수 범위는 모니터를 손상시킬 수 있습니다. <br><br>만약 모니터 최대치에서 감소시키는 주파수 범위를 사용하지 않을것이라면, 모니터 수동 설정에 조언을 구하는것이 좋습니다.
mr: <b>टीप:,/b>चुकीच्या सिंक रेंजेस तुमच्या मॉनिटरचे नुकसान करील. सेटिंग्ससाठी मॉनिटरमॅन्युअलचा सल्ला घ्या. <br><br>तुम्हाला तुमच्या मॉनिटरने त्याचे कमाल रेटिंग वापरू नयेअसे वाटत असेल, तर सिंक रेंजेस कमी करा.
nb: <b>Merk:</b><hr>Feilinnstilte synkroniseringsområder kan skade skjermen. Du finner riktige innstillinger i brukerveiledningen for skjermen.<br><br>Reduser synkroniseringsområdene hvis du ikke vil at skjermen skal bruke maksimalverdiene.
ro: <b>Notă:</b> Limite greșite ale frecvenței de sincronizare pot strica monitorul. Consultați manualul monitorului.<br><br>Dacă vreți ca monitorul sa nu își folosească rata maximă, micșorați limitele.
sk: <b>Poznámka:</b>Nesprávne nastavenie synchronizácie môže poškodiť váš monitor. Pre nasledujúce nastavenie konzultujte návod k vášmu monitoru.<br><br>Ak nechcete, aby váš monitor išiel na doraz, znížte hodnoty.
ta: <b>குறிப்பு:</b> தவறான ஒருங்கிணைப்பு வரிசைகள் மானிட்டரை சேதப்படுத்தலாம்;அமைப்புகளுக்கு மானிட்டர் கையேட்டை பார்க்கவும்.<br><br>உங்கள் மானிட்டர் தனது அதிகபட்ச தரவரிசையைபயன்படுத்த வேண்டாமென்று நீங்கள் கருதினால், ஒருங்கிணைப்பு வரிசைகளை குறைக்கவும்.
th: <b>โปรดทราบ:</b> การตั้งค่าช่วงค่าความถี่การแสดงผลที่ไม่ถูกต้อง อาจจะทำให้จอภาพของคุณได้รับความเสียหายได้ โปรดศึกษาหรือติดต่อผู้ผลิตจอภาพ เพื่อดูข้อมูลในการตั้งค่าด้วยตนเอง<br><br>หากคุณไม่อยากให้จอภาพของคุณต้องใช้ค่าช่วงความถี่สูงสุด ให้ทำการลดค่าช่วงความถี่ลงมา
wa: <b>Note:</b> Des mwaijhès fortchetes di sincronijhaedje pôrént fé do må a vosse waitroûle. Alez vey dins les esplikêyes del waitroûle po conoxhe les apontiaedjes.<br><br>Si vs ni vloz nén k' vosse waitroûle eploye si frecwince macsimom, raptitixhoz les fortchetes di sincronijhaedje.

source: Activate DPMS
ar: تنشيط DPMS
ca: Activa el DPMS
da: Aktivér DPMS
gu: DPMS સક્રિય કરો
ja: DPMS を有効にする
ko: DPMS 활성화
mr: डिपीएमएस सक्रिय करा
nb: Aktiver DPMS
ro: Activare DPMS
sk: Povoliť DPMS
ta: DPMSஐ செயல்படுத்தவும்
th: เปิดการใช้งาน DPMS (ประหยัดพลังงาน)
wa: Mete en alaedje les DPMS

source: Utility Disk...
ar: قرص البرنامج الإضافي...
ca: Disc d'utilitats...
da: Værktøjsdiskette...
gu: યુટિલિટી ડિસ્ક...
ja: ユーティリティディスク...
ko: 유틸리티 디스크...
mr: बहुउद्देशीय डिस्क...
nb: Drivere fra produsent...
ro: Disc utilitar...
sk: Disk s nástrojmi...
ta: பயன்பாட்டு வட்டு...
th: ดิสก์อรรถประโยชน์...
wa: Plake d' usteye...

source: Horizontal
ar: أفقي
ca: Horitzontal
da: Horisontal
gu: આડું
ja: 水平
ko: 수평
mr: आडवा
nb: Horisontalt
ro: Orizontal
sk: Horizontálne
ta: கிடைநிலை
th: ความถี่การแสดงผลทางแนวนอน
wa: Coûtchî

source: Second Monitor:
ar: جهاز العرض الثاني:
ca: Segon monitor:
da: Anden skærm:
gu: બીજું મોનિટર:
ja: 2番目のモニタ :
ko: 두번째 모니터:
mr: दुसरा मॉनिटरः
nb: Skjerm nummer to:
ro: Monitor secund:
sk: Druhý monitor:
ta: இரண்டாவது மானிட்டர்:
th: จอภาพรอง:
wa: Deujhinme waitroûle:

source: Second Monitor Resolution
ar: دقة جهاز العرض الثاني
ca: Resolució del segon monitor
da: Opløsning for anden skærm
gu: બીજા મોનિટરનું રિઝોલ્યુશન
ja: 2番目のモニタ解像度
ko: 두번째 모니터 해상도
mr: दुसरा मॉनिटर रिझोल्यूशन
nb: Oppløsning for skjerm nummer to
ro: Rezoluția monitorului secund
sk: Rozlíšenie druhého monitora
ta: இரண்டாவது மானிட்டர் தெளிவுத்திறன்
th: ความละเอียดแสดงผลของจอภาพรอง
wa: Finté del deujhinme waitroûle

source: Vertical
ar: عمودي
da: Vertikal
gu: ઊભું
ja: 垂直
ko: 수직
mr: उभा
nb: Vertikalt
sk: Vertikálne
ta: செங்குத்து
th: ความถี่การแสดงผลทางแนวตั้ง
wa: Astampé

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
ca: Ràtio d'aspecte
da: Aspektforhold
gu: એસ્પેક્ટ ગુણોત્તર
ja: アスペクト比
ko: 종횡비
mr: आस्पेक्ट प्रमाण
nb: Aspektverdier
ro: Factor de formă
sk: Pomer strán
ta: பார்வை விகிதம்
th: สัดส่วนจอภาพ
wa: Rapoirt lårdjeur/hôteur

source: Diagonal
ar: قطري
gu: ડાયાગોનલ
ja: 対角
ko: 대각선
mr: कर्णरेषा
nb: Diagonalt
ro: Diagonala
sk: Uhlopriečka
ta: கோணம்
th: เส้นทะแยงมุม
wa: Diagonåle

source: X Axis [mm]
ar: المحور س [مم]
ca: Eix X [mm]
da: X-akse [mm]
gu: X અક્ષ [મિમિ ]
ja: X軸[mm]
ko: X 축 [mm]
mr: एक्स एक्सिस [एमएम]
nb: X-akse [mm]
ro: Axa X [mm]
sk: X-ová osa [mm]
ta: X அச்சு [மிமீ]
th: แกน X [ม.ม.]
wa: Acse X [mm]

source: Y Axis [mm]
ar: المحور ص {مم}
ca: Eix Y [mm]
da: Y-akse [mm]
gu: Y અક્ષ [મિમિ]
ja: Y軸[mm]
ko: Y 축 [mm]
mr: वाय एक्सिस एमएम
nb: Y-akse [mm]
ro: Axa Y [mm]
sk: Y-ová osa [mm]
ta: Y அச்சு [மிமீ]
th: แกน Y [ม.ม.]
wa: Acse Y [mm]

source: Not configured
ar: غير مكوَّن
ca: Sense configurar
da: Ikke konfigureret
gu: કન્ફિગર થયું નથી
ja: 設定されていません
ko: 설정되지 않음
mr: अजून संरचित केले नाही.
nb: Ikke konfigurert
ro: Neconfigurat
sk: Nenastavené
ta: உள்ளமைக்கப்படவில்லை
th: ยังไม่มีการปรับแต่ง
wa: Nén co apontyî

source: inches
ar: بوصات
ca: polzades
da: tommer
gu: ઇંચ
ja: インチ
ko: 인치
mr: इंच
nb: tommer
ro: inci
sk: palcov
ta: அங்குலங்கள்
th: นิ้ว
wa: pôces

source: <b>Insert CD or Disk</b><hr>Insert the display utility CD or disk from the monitor vendor.
ar: <b>إدخال القرص المضغوط أو القرص</b><hr>أدخل القرص المضغوط أو قرص البرنامج الإضافي لجهاز العرض من بائع أجهزة العرض.
ca: <b>Inseriu el CD o el disc</b><hr>Inseriu el disc o el CD d'utilitats del proveïdor del monitor.
da: <b>Indsæt CD eller diskette</b><hr>Indsæt CD eller diskette med skærmværktøjer fra skærmproducenten.
gu: <b>સીડી અથવા ડિસ્ક દાખલ કરો</b><hr> બીજા મોનિટર વિક્રેતા પાસેથી પ્રદર્શિત કરવાની યુટિલિટી સીડી અથવા ડિસ્ક દાખલ કરો.
ja: <b>CDまたはディスクの挿入</b><hr>モニタ製造元のディスプレイユーティリティ CD またはディスクを挿入してください。
ko: <b>CD 나 디스크 삽입</b><hr>모니터 제조사에서 제공하는 CD 디스크 삽입
mr: <b>सीडी किंवा डिस्क टाका</b><hr> मॉनिटर व्हेंडरमधून बहुउद्देशीयसीडी किंवा डिस्क टाका.
nb: <b>Sett inn CD-en eller disketten</b><hr>Sett inn CD-en eller disketten fra skjermprodusenten.
ro: <b>Introduceți CD sau disc</b><hr>Introduceți CDul utilitar al ecranului sau discul de la furnizorul monitorului.
sk: <b>Vložte CD alebo disketu</b><hr>Vložte disketu alebo CD s nástrojmi od výrobcu monitora.
ta: <b>சிடி அல்லது வட்டை நுழைக்கவும்</b><hr>காட்சி பயன்பாடு சிடி அல்லது மானிட்டர்விற்பனையாளரிடமிருந்து பெறப்பட்ட வட்டை நுழைக்கவும்.
th: <b>ใส่แผ่นดิสก์หรือซีดี</b><hr>ใส่แผ่นดิสก์หรือซีดีโปรแกรมอรรถประโยชน์ของจอแสดงผลที่ได้มาจากผู้ผลิต
wa: <b>Stitchîz l' plake lazer CD ou DVD</b><hr>Sititchîz l' plake lazer d' usteye di håynaedje do vindeu del waitroûle.

source: <b>Read Error</b><hr>Could not read from CD or disk. This may point to a damaged medium or incorrectly formatted information files.
ar: <b>خطأ في القراءة</b><hr>تتعذر القراءة من القرص المضغوط أو من القرص. قد يشير هذا الخطأ إلى وسيط تالف أو إلى ملفات معلومات لم يتم تنسيقها بشكل صحيح.
ca: <b>S'ha produït un error de lectura</b><hr>No s'ha pogut llegir el CD o el disc. Això pot indicar que hi ha un suport malmès o que els fitxers d'informació no tenen el format correcte.
da: <b>Læsefejl</b><hr>Kunne ikke læse fra CD eller diskette. Dette kan skyldes et skadet medie eller ukorrekt formaterede informationsfiler.
gu: <b>વાંચવામાં ભૂલ</b><hr> સીડી અથવા ડિસ્ક માંથી વાંચી શકતા નથી. આ ખરાબ થઇ ગયેલ માધ્યમ અથવા ખોટી રીતે ફોર્મેટ થયેલી માહિતી ફાઈલો સૂચવે છે.
ja: <b>読み込みエラー</b><hr>CD またはディスクから読み込むことができませんでした。傷のあるメディアまたは誤ったフォーマットの情報ファイルである可能性があります。
ko: <b>읽기 오류</b><hr>CD나 디스크를 읽을 수 없습니다. 매체가 손상되었거나, 잘못된 정보의 파일입니다.
mr: <b>चूक वाचा</b><hr> सीडी किंवा डिस्कवरून वाचू शकत नाही. हे नादुरुस्त माध्यमकिंवा चुकीच्या पध्दतीने फॉर्मॅट केलेली फाइल दाखविते
nb: <b>Lesefeil</b><hr>Kunne ikke lese fra CD eller diskett. Dette kan skyldes skader på mediet eller feilformaterte informasjonsfiler.
ro: <b>Eroare de citire</b><hr>Nu pot citi de pe CD sau disc. Aceasta se poate datora unui mediu deteriorat sau a unor fișiere de informație formatate incorect.
sk: <b>Chyba pri čítaní</b><hr>Nepodarilo sa prečítať CD resp. disketu. Možno je médium poškodené alebo nie sú informácie v správnom formáte.
ta: <b>பிழையை படிக்கவும்</b><hr>சிடி அல்லது வட்டிலிருந்து படிக்க முடியவில்லை. இதுசேதமடைந்த ஊடகம் அல்லது தவறாக வடிவமைக்கப்பட்ட விவர கோப்புகளை சுட்டிக்காட்டக்கூடும்.
th: <b>การอ่านผิดพลาด</b><hr>ไม่สามารถอ่านข้อมูลจากแผ่นดิสก์หรือซีดีได้ อาจจะเนื่องจากแผ่นเสียหรือมีรูปแบบแฟ้มที่ไม่ถูกต้อง
wa: <b>Arok di lijhadje</b><hr>Dji n' a sepou lére a pårti del plake lazer CD ou del plake. Ça pôreut dire ki vosse mediom est cron oudonbén k' les fitchîs d' informåcion ont stî må abwesnés.
