Repository: schaefi/sax2
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: ar, ca, da, gu, ja, ko, mr, nb, ro, sk, ta, th, wa

source: Traditional
ar: تقليدي
ca: Tradicional
da: Traditionel
gu: પરંપરાગત
ja: 旧来の方法
ko: 전통적
mr: पारंपारिक
nb: Tradisjonelt
ro: Tradițional
sk: Tradičný režim
ta: பாரம்பரிய
th: แบบดั้งเดิม
wa: Tradicionel

source: Clone
ar: استنساخ
ca: Clon
da: Klon
gu: ક્લોન
ja: クローン
ko: 복제
mr: क्लोन
nb: Kloning
ro: Clonare
sk: Klonovať
ta: போலிகை
th: แบบโคลน
wa: Clôner

source: Mouse Model
ar: نموذج الماوس
ca: Model de ratolí
da: Musmodel
gu: માઉસ મોડલ
ja: マウスのモデル
ko: 마우스 모델
mr: माऊस मॉडेल
nb: Musmodell
ro: Modelul de maus
sk: Model myši
ta: சுட்டியின் மாதிரி
th: รุ่นของเมาส์
wa: Modele del sori

source: Primary Setup
ar: الإعداد الرئيسي
ca: Configuració principal
da: Primær opsætning
gu: પ્રાથમિક સેટઅપ
ja: 基本の設定
ko: 첫번째 셋업
mr: प्राथमिक सेटअप
nb: Primært oppsett
ro: Setări primare
sk: Primárne nastavenie
ta: முதன்மை அமைப்பு
th: แป้นพิมพ์หลัก
wa: Prumî apontiaedje

source: Type
ar: نوع
ca: Tipus
gu: પ્રકાર
ja: 種類
ko: 종류
mr: प्रकार
ro: Tip
sk: Typ
ta: வகை
th: ประเภท
wa: Sôre

source: Variant
ar: متغير
gu: પ્રકાર÷
ja: 配列補助指定
ko: 변종
mr: विविध
ro: Variantă
ta: மாறுபாடு
th: ผังย่อย
wa: Variante

source: Additional Layouts
ar: تخطيطات إضافية
ca: Formats addicionals
da: Yderligere layouts
gu: વધારાના લેઆઉટ્સ
ja: 追加レイアウト
ko: 추가 배치
mr: अतिरिक्त लेआऊटस
nb: Flere oppsett
ro: Aranjamente suplimentare
sk: Ďalšie rozloženia klávesov
ta: கூடுதல் வடிவமைப்புகள்
th: ผังแป้นพิมพ์เพิ่มเติม
wa: Ôtes adjinçmints

source: Status
ar: الحالة
ca: Estat
gu: સ્થિતિઓ
ja: 状態
ko: 상태
mr: स्थिती
ro: Stare
sk: Stav
ta: நிலை
th: สถานะ
wa: Estat

source: Keytable
ar: جدول المفتاح
ca: Taula de tecles
da: Tastetabel
gu: કીટેબલ
ja: キーマップ
ko: 키 테이블
mr: कीटेबल
nb: Tastatur
ro: Tabel de taste
sk: Tabuľka znakov
ta: விசைஅட்டவணை
th: ตารางปุ่มพิมพ์
wa: Tåve di tapes

source: Group Shift/Lock Behavior
ar: مجموعة تبديل/قفل السلوك
ca: Canvi de grup/comportament de bloqueig
da: Gruppér Shift-/Lockadfærd
gu: જૂથ શિફ્ટ/લોક વર્તણૂ૱ક
ja: グループシフト／ロック動作
ko: Shift/Lock 함께 동작
mr: ग्रूप शिफ्ट लॉक बिहेवियर
nb: Shift/Lock-innstillinger
ro: Comportamentul de Grup al Shift/Lock
sk: Chovanie prepínania Shift/Lock
ta: குழு மாற்ற/பூட்டுதல் நடத்தை
wa: Grouper l' dujhance di Maj/Aclawer

source: Use Keyboard LED to Show Alternate Group
ar: استخدام لمبة لوحة المفاتيح لإظهار المجموعة البديلة
ca: Utilitza el LED del teclat per a mostrar un grup alternatiu
da: Anvend tastaturets LED til at vise alternativ gruppe
gu: વૈકલ્પિક જૂથ દર્શાવવા કીબોર્ડ LED નો ઉપયોગ કરો
ja: キーボード LED でのレイアウト表示
ko: 키보드 LED를 대체 그룹 표시에 사용
mr: पर्यायी ग्रूप दाखविण्यासाठी कीबोर्ड एलइडी वापरा
nb: Bruk tastaturlys for å vise alternativ gruppe
ro: Folosește LEDul tastaturii pentru a indica grupul alternativ
sk: Použiť LED na klávesnici pre zobrazenie prepínania rozloženia klávesov
ta: மாற்று குழுவை காட்டுவதற்கு தட்டச்சு பொறி LEDயை பயன்படுத்தவும்
th: ใช้ไฟ LED ของแป้นพิมพ์เพื่อแสดงถึงการใช้กลุ่มแป้นพิมพ์ตัวอื่น
wa: Si siervi do LED del taprece po mostrer les ôtes groupes

source: Compose Key Position
ar: موضع مفتاح الإنشاء
ca: Posició de la tecla Compose
da: Position for komponér-tast
gu: કળની સ્થિતિને કંપોઝ કરો
ja: Compose キーの位置
ko: Compose 키의 위치
mr: की स्थिती कंपोज करा
nb: Plassering av valgtast
ro: Poziția tastei Compose
sk: Pozícia klávesu Compose
ta: விசை நிலையை தொகுக்கவும்
wa: Eplaeçmint del tape Compôze

source: Control Key Position
ar: موضع مفتاح التحكم
ca: Posició de la tecla Control
da: Position for Control-tast
gu: કળની સ્થિતિને નિયંત્રિત કરો
ja: コントロールキーの位置
ko: 키 위치 제어
mr: की स्थिती नियंत्रित करा
nb: Plassering av Ctrl-tast
ro: Poziția tastei Control
sk: Pozícia klávesu Control
ta: கட்டுப்பாட்டு விசை நிலை
th: ตำแหน่งของปุ่ม Control
wa: Eplaeçmint del tape Controle

source: Third Level Chooser
ar: محدد المستوى الثالث
ca: Selector de tercer nivell
da: Vælger af tredje niveau
gu: ત્રીજા સ્તરનું પસંદગીકાર
ja: 3 番目のレベル選択
ko: 3번째의 레벨 선택
mr: थर्ड लेव्हल चूजर
nb: Tredjenivåvalgtast
ro: Selector de nivelul trei
sk: Výber tretej úrovne
ta: மூன்றாம் நிலை தேர்வாளர்
th: การเลือกระดับที่สาม
wa: Tchoezixheu di troejhinme livea

source: Alt/Win Key Behavior
ar: سلوك المفتاح Alt/Win
ca: Comportament de les tecles Alt/Win
da: Adfærd for Alt/Win-taster
gu: Alt/Win કળ વર્તણૂ૱ક
ja: Alt/Win キーの動作
ko: Alt/윈도우 키 동작
mr: अल्ट/ विन की बिहेवियर
nb: Innstillinger for Alt/Win-taster
ro: Comportamentul tastei Alt/Win
sk: Chovanie klávesu Alt/Win
ta: Alt/Win விசை நடத்தை
th: พฤติกรรมของปุ่มพิมพ์ Alt/Win
wa: Dujhance del tape Alt/Win

source: EuroSign Key Position
da: Position for tast til Euro-tegn
ja: ユーロ記号のキー位置
ko: EuroSign 키 위치
nb: Plassering av Eurosymboltast
ro: Poziția tastei EuroSign
sk: Pozícia klávesu znak Euro
th: พฤติกรรมของปุ่มพิมพ์ สัญลักษณ์ยูโร
wa: Eplaeçmint del tape avou l' simbole di l' Uro

source: CapsLock Key Behavior
ar: سلوك المفتاح CapsLock
ca: Comportament de la tecla Bloq Majús
da: Adfærd for Caps Lock-tasten
gu: CapsLock કળ વર્તણૂ૱ક
ja: CapsLock キーの動作
ko: CapsLock 키 동작
mr: कॅप्सलॉक की बिहेवियर
nb: Innstillinger for CapsLock-tast
ro: Comportamentul tastei CapsLock
sk: Chovanie klávesu Caps Lock
ta: CapsLock விசை நடத்தை
th: พฤติกรรมของปุ่มพิมพ์ CapsLock
wa: Dujhance del tape CapsLock

source: None
ar: بلا
ca: Cap
da: Ingen
gu: કોઇ નહીં
ja: なし
ko: 없음
mr: कोणी नाही
nb: Ingen
ro: Nimic
sk: Žiadna
ta: ஒன்றுமில்லை
th: ไม่มี
wa: Nole

source: Morocco
ar: المغرب
ca: Marroc
da: Marokko
gu: મોરોક્કો
ja: モロッコ
ko: 모로코
mr: मोरोक्को
nb: Marokko
ro: Maroc
sk: Maroko
ta: மொராக்கோ
th: โมร็อกโก
wa: Marok

source: Braille
ja: ブラジル
ko: 점자(브라유식)
nb: Blindeskrift
sk: Braílove
th: อักษรเบรลล์
wa: Braye

source: Ethiopia
ar: إثيوبيا
ca: Etiòpia
da: Etiopien
gu: એથિઓપિયા
ja: エチオピア
ko: 에티오피아
nb: Etiopia
ro: Etiopia
sk: Etiópia
ta: ±Í§¼¡É¢Â¡
th: เอธิโอเปีย
wa: Etiopeye

source: NICOLA-F style Backspace
da: NICOLA-F-agtig backspace
ja: NICOLA-F 形式のバックスペース
ko: NICOLA-F 형식의 백스페이스
nb: NICOLA-F-type rettetast
ro: Backspace în stil NICOLA-F
sk: NICOLA-F štýl pre Backspace
th: ปุ่ม Backspace รูปแบบ NICOLA-F
wa: Backspace (en erî) del sôre NICOLA-F

source: Right Alt key never chooses 3rd level.
da: Højre Alt-tast vælger aldrig tredje niveau.
ja: 右 Alt キーでは 3 番目のレベルを選択しない
ko: 오른쪽 Alt 키에서는 3번째 레벨을 선택하지 않습니다.
nb: Høyre Alt-tast skal aldre velge tredjenivå.
ro: Tasta Alt-dreapta nu selectează niciodată nivelul 3.
sk: Stlačenie pravého klávesu Alt nikdy nevolí 3. úroveň.
th: ไม่ใช้ปุ่มพิมพ์ Alt ในการเลือกระดับที่ 3 เลย
wa: Li tape Alt di droete ni tchoezi djamåy l' troejhinme livea.

source: Left Alt key switches layout while pressed.
da: Venstre Alt-tast skifter layout når den er trykket ned.
ja: 左 Alt キーでレイアウトを切り替える
ko: 왼쪽 Alt 키로 레이아웃을 전환 합니다.
nb: Nedtrykket venstre Alt-tast skifter oppsett.
ro: Tasta Alt-stânga schimbă aranjamentul cât timp e apăsată.
sk: Ľavý Alt prepína rozloženie dokiaľ je stlačený.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Alt ด้านซ้ายในระหว่างยังกดอยู่
wa: Li tape Alt di hintche candje l' adjinçmint cwand tchôkeye.

source: Space key outputs non
da: Mellemrumstasten producerer non
ja: スペースキーでは何も出力しない
ko: 스페이스 키에서는 아무것도 출력하지 않음
nb: Mellomromstast skriver ut ikke-
ro: Tasta Spațiu furnizează non
sk: Medzerník generuje nedeliteľnú medzeru

source: Default numeric keypad keys.
da: Standard nummertastatur-taster.
ja: 既定のテンキー
ko: 기존의 숫자 패드.
nb: Forvalgt talltastatur.
ro: Tastele numerice implicite.
sk: Štandardné numerické klávesy.
wa: Tapes del taprece limerike come prémetou.

source: Both Ctrl keys together change layout.
da: Begge Ctrl-taster samtidig ændrer layout.
ja: 両方の Ctrl キー同時押しでレイアウトを変更
ko: 양쪽 Ctrl 키 동시 누르기로 레이아웃을 변경합니다.
nb: Begge Ctrl-tastene sammen bytter oppsett.
ro: Ambele taste Ctrl simultan schimbă aranjamentul.
sk: Stlačenie oboch klávesov Ctrl zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Ctrl ทั้งคู่
wa: Les deus tapes Ctrl eshonne candjèt l' adjinçmint.

source: Using space key to input non-breakable space character
da: Bruger mellemrumstasten til at indsætte ikke-brydbare mellemrumstegn
ja: スペースキーで改行不許可のスペースを入力する
ko: 스페이스 키를 사용하여 개행 불허의 스페이스를 입력
nb: Bruker mellomromstasten for å skrive hardt mellomrom
ro: Folosire tasta Spațiu pentru a introduce un caracter spațiu indivizibil
sk: Používať medzerník pre zadávanie nedeliteľnej medzery.
wa: Si siervi del bår d' espåce pos intrer des caractere d' espåce nén côpåve

source: Right Shift key changes layout.
da: Højre Shift-tast skifter layout.
ja: 右 Shift キーでレイアウトを変更
ko: 오른쪽 Shift 키로 레이아웃을 변경합니다.
nb: Høyre Shift-tast bytter oppsett.
ro: Tasta Shift-dreapta schimbă aranjamentul.
sk: Pravý Shift zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Shift ด้านขวา
wa: Li tape Maj di droete candje l' adjinçmint.

source: Left Win-key changes layout.
da: Venstre Win-tast skifter layout.
ja: 左 Win キーでレイアウトを変更
ko: 왼쪽 윈도우키로 레이아웃을 변경합니다.
nb: Venstre Win-tast bytter oppsett.
ro: Tasta Win-stânga schimbă aranjamentul.
sk: Ľavý Win-kláves zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Win ด้านซ้าย
wa: Li tape Win di hintche candje l' adjinçmint.

source: LCtrl+LShift change layout.
da: Venstre Ctrl+venstre Shift skifter layout.
ja: 左 Ctrl + 左 Shift でレイアウトを変更
ko: 왼쪽Ctrl+왼쪽Shift 로 레이아웃을 변경합니다.
nb: Venstre Ctrl+Venstre Shift bytter oppsett.
ro: Ctrl-stânga + Shift-stânga schimbă aranjamentul.
sk: Ľavý Ctrl + ľavý Shift zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ LCtrl+LShift
wa: Ctrl-hintche+Maj-hintche candjèt l' adjinçmint.

source: Left Alt key changes layout.
da: Venstre Alt-tast skifter layout.
ja: 左 Alt キーでレイアウトを変更
ko: 왼쪽 Alt 키로 레이아웃을 변경합니다.
nb: Venstre Alt-tast bytter oppsett.
ro: Tasta Alt-stânga schimbă aranjamentul.
sk: Ľavý Alt zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Alt ด้านซ้าย
wa: Li tape Alt di hintche candje l' adjinçmint.

source: Both Win-keys switch layout while pressed.
da: Begge Win-taster skifter layout når de er aktiveret.
ja: 両方の Win キー同時押しでレイアウトを変更
ko: 양쪽 윈도우키를 동시에 누를때 레이아웃을 변경합니다.
nb: Begge Win-tastene nedtrykket bytter oppsett.
ro: Ambele taste Win simultan schimbă aranjamentul cât timp sunt apăsate.
sk: Stlačenie oboch Win-klávesov mení rozloženie dokiaľ sú stlačené.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Win ทั้งคู่ในระหว่างยังกดอยู่
wa: Les deus tapes Win candjèt l' adjinçmint cwand tchôkî.

source: Right Ctrl key switches layout while pressed.
da: Højre Ctrl-tast skifter layout når den er aktiveret.
ja: 右 Ctrl キーでレイアウトを変更
ko: 왼쪽 Ctrl 키로 레이아웃을 변경합니다.
nb: Nedtrykket høyre Ctrl-tast bytter oppsett.
ro: Tasta Ctrl-dreapta schimbă aranjamentul cât timp e apăsată.
sk: Pravý Ctrl mení rozloženie, pokým je stlačený.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Ctrl ด้านขวาในระหว่างยังกดอยู่
wa: Li tape Ctrl di droete candje l' adjinçmint cwand tchôkeye.

source: Space key outputs non-breakable space character
da: Mellemrumstasten producerer ikke-brydbare mellemrumstegn
ja: スペースキーで改行不許可のスペースを入力
ko: 스페이스 키로 개행 불허의 스페이스를 입력
nb: Mellomromstasten gir hardt mellomrom-tegn
ro: Tasta Spațiu furnizează un caracter spațiu indivizibil
sk: Medzerník generuje znak nedeliteľnej medzery.
wa: Li bår d' espåce rexhe on caractere d' espåce nén côpåve

source: Shift+CapsLock changes layout.
da: Shift+Caps Lock skifter layout.
ja: Shift+CapsLock キーでレイアウトを変更
ko: Shift+CapsLock 로 레이아웃을 변경합니다.
nb: Shift+Caps Lock bytter oppsett.
ro: Shift+CapsLock schimbă aranjamentul.
sk: Shift+Caps Lock zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Shift+CapsLock
wa: Maj+CapsLock candje l' adjinçmint.

source: R-Alt switches layout while pressed.
da: Højre Alt skifter layout når den er aktiveret.
ja: 右 Alt キーでレイアウトを変更
ko: 오른쪽 Alt 를 눌러 레이아웃을 변경합니다.
nb: Nedtrykket høyre Alt-tast bytter oppsett.
ro: Alt-dreapta schimbă aranjamentul cât timp e apăsată.
sk: Pravý Alt prepína rozloženie počas stlačenia.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Alt ด้านขวาในระหว่างยังกดอยู่
wa: Alt-droete candje l' adjinçmint cwand tchôkeye.

source: Numeric keypad layout selection
da: Layoutvalg for nummertastatur
ja: テンキーのレイアウト選択
ko: 넘 키패드 레이아웃 선택
nb: Oppsettsvalg for talltastatur
ro: Selectarea aranjamentului tastaturii numerice
sk: Výber rozloženia numerických klávesov
th: การเลือกผังแป้นตัวเลข
wa: Tchoes di l' adjinçmint del taprece limerike

source: Right Ctrl key changes layout.
da: Højre Ctrl-tast skifter layout.
ja: 右 Ctrl キーでレイアウトを変更
ko: 오른쪽 Ctrl 키로 레이아웃을 변경 합니다.
nb: Høyre Ctrl-tast bytter oppsett.
ro: Tasta Ctrl-dreapta schimbă aranjamentul.
sk: Pravý Ctrl zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Ctrl ด้านขวา
wa: Li tape Ctrl di droete candje l' adjinçmint.

source: Alt+CapsLock changes layout.
da: Alt+Caps Lock skifter layout.
ja: Alt+CapsLock キーでレイアウトを変更
ko: Alt+CapsLock 로 레이아웃을 변경 합니다.
nb: Shift+Caps Lock bytter oppsett.
ro: Alt+CapsLock schimbă aranjamentul.
sk: Alt+Caps Lock zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Alt+CapsLock
wa: Alt+CapsLock candjèt l' adjinçmint.

source: Super is mapped to the Win-keys.
da: Super er kortlagt til Win-tasterne.
ja: Super は Win キーに割り当てる
ko: Super 는 윈도우키에 할당합니다.
nb: Super er tilordnet Win-tastene.
ro: Super este mapat la tastele Win.
sk: Super je mapovaný na Win-klávesy.
th: ปุ่มพิมพ์ Win ถูกกำหนดให้เป็นปุ่มพิมพ์ Super
wa: Super est mapé so les tapes Win.

source: ScrollLock LED shows alternative layout.
da: ScrollLock LED viser alternativt layout.
ja: ScrollLock LED でレイアウト表示を行なう
ko: ScrollLock LED 로 레이아웃 표시 합니다.
nb: ScrollLock-lys viser alternativt oppsett.
ro: LEDul ScrollLock arată aranjamentul alternativ.
sk: Scroll Lock LED indikuje alternatívne rozloženie.
th: ไฟสถานะปุ่ม ScrollLock แสดงถึงการใช้งานผังแป้นพิมพ์อื่นอยู่
wa: Li LED ScrollLock (Djoker li defilmint) mostere l' ôte adjinçmint.

source: Both Shift keys together change layout.
da: Begge Shift-taster samtidig skifter layout.
ja: 両方の Shift キー同時押しでレイアウトを変更
ko: 양쪽 Shift 키 동시 누르기로 레이아웃을 변경 합니다.
nb: Begge Shift-tastene sammen bytter oppsett.
ro: Ambele taste Shift deodată schimbă tastatura.
sk: Stlačenie oboch klávesov Shift zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Shift ทั้งคู่
wa: Les deus tapes Maj eshonne candjèt l' adjinçmint.

source: Space key outputs non-breakable space character at second level.
da: Mellemrumstasten producerer mellemrum uden linjeskift på andet niveau.
ja: 2 番目のレベルの際、スペースキーで改行不許可のスペースを入力
ko: 두번째 레벨때, 스페이스 키로 개행 불허의 스페이스를 입력합니다.
nb: Mellomromstasten skriver hardt mellomrom på andrenivå.
ro: Tasta spațiu furnizează caracterul spațiu indivizibil pe nivelul secundar.
sk: Medzerník generuje nedeliteľnú medzeru v druhej úrovni.
wa: Li bår d' espåce rexhe on caractere d' espåce nén côpåve å deujhinme livea.

source: Right Win-key changes layout.
da: Højre Win-tast skifter layout.
ja: 右 Win キーでレイアウトを変更
ko: 오른쪽 윈도우키로 레이아웃을 변경 합니다.
nb: Høyre Win-tast bytter oppsett.
ro: Tasta Win-dreapta schimbă aranjamentul.
sk: Pravý Win-kláves zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Win ด้านขวา
wa: Li tape Win di droete candje l' adjinçmint.

source: Space key outputs non-breakable space character at third level.
da: Mellemrumstasten producerer mellemrum uden linjeskift på tredje niveau.
ja: 3 番目のレベルの際、スペースキーで改行不許可のスペースを入力
ko: 세번째 레벨때, 스페이스 키로 개행 불허의 스페이스를 입력합니다.
nb: Mellomromstasten skriver hardt mellomrom på tredjenivå.
ro: Tasta spațiu furnizează caracterul spațiu indivizibil pe al treilea nivel.
sk: Medzerník generuje nedeliteľnú medzeru v tretej úrovni.
wa: Li bår d' espåce rexhe on caractere d' espåce nén côpåve å troejhinme livea.

source: Numeric keypad keys work as with Mac.
da: Tasterne på nummertastaturet fungerer som med Mac.
ja: テンキーを Mac と同じように機能させる
ko: 숫자 키패드를 Mac 과 같은 기능으로 합니다.
nb: Talltastatur fungerer som på Mac.
ro: Tastatura numerică funcționează ca pe Mac.
sk: Numerické klávesy fungujú ako na Mac-u.
th: ปุ่มพิมพ์ของแป้นตัวเลขทำงานเหมือนเครื่องแมค
wa: Les tapes del taprece limerike rote come dins les Mac.

source: CapsLock LED shows alternative layout.
da: Caps Lock LED viser alternativt layout.
ja: CapsLock LED でレイアウト表示を行なう
ko: CapsLock LED 로 레이아웃 표시를 합니다.
nb: CapsLock-lys viser alternativt oppsett.
ro: LEDul CapsLock arată aranjamentul alternativ.
sk: Caps Lock LED indikuje alternatívne rozloženie klávesov.
th: ไฟสถานะปุ่ม CapsLock แสดงถึงการใช้งานผังแป้นพิมพ์อื่นอยู่
wa: Li LED CapsLock mostere l' ôte adjinçmint.

source: NumLock LED shows alternative layout.
da: NumLock LED viser alternativt layout.
ja: NumLock LED でレイアウト表示を行なう
ko: NumLock LED 로 레이아웃 표시를 합니다.
nb: NumLock-lys viser alternativt oppsett.
ro: LEDul NumLock arată aranjamentul alternativ.
sk: Num Lock LED indikuje alternatívne rozloženie klávesov.
th: ไฟสถานะปุ่ม NumLock แสดงถึงการใช้งานผังแป้นพิมพ์อื่นอยู่
wa: Li LED NumLock mostere l' ôte adjinçmint.

source: Left Shift key changes layout.
da: Venstre Shift-tast ændrer layout.
ja: 左 Shift キーでレイアウトを変更
ko: 왼쪽 Shift 키르 레이아웃을 변경 합니다.
nb: Venstre Shift-tast bytter oppsett.
ro: Tasta Shift-stânga schimbă aranjamentul.
sk: Ľavý Shift zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Shift ด้านซ้าย
wa: Li tape Maj di hintche candje l' adjinçmint.

source: Left Win-key switches layout while pressed.
da: Venstre Win-tast skifter layout når den er aktiveret.
ja: 左 Win キーでレイアウトを変更
ko: 왼쪽 윈도우키로 레이아웃을 변경합니다.
nb: Nedtrykket venstre Win-tast bytter oppsett.
ro: Tasta Win-stânga schimbă aranjamentul cât timp e apasată.
sk: Ľavý Win-kláves mení rozloženie dokiaľ je stlačený.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Win ด้านซ้ายในระหว่างยังกดอยู่
wa: Li tape Win di hintche candje l' adjinçmint cwand tchôkeye.

source: Space key outputs non-breakable space character at fourth level.
da: Mellemrumstasten producerer mellemrum uden linjeskift på fjerde niveau.
ja: 4 番目のレベルの際、スペースキーで改行不許可のスペースを入力
ko: 네번째 레벨때, 스페이스 키로 개행 불허의 스페이스를 입력합니다.
nb: Mellomromstasten skriver hardt mellomrom på fjerdenivå.
ro: Tasta spațiu furnizează caracterul spațiu indivizibil pe al patrulea nivel.
sk: Medzerník generuje nedeliteľnú medzeru vo štvrtej úrovni.
wa: Li bår d' espåce rexhe on caractere d' espåce nén côpåve å cwatrinme livea.

source: Both Alt keys together change layout.
da: Begge Alt-taster samtidig skifter layout.
ja: 両方の Alt キー同時押しでレイアウトを変更
ko: 양쪽 Alt 키 동시 누르기로 레이아웃을 변경 합니다.
nb: Begge Alt-tastene sammen bytter oppsett.
ro: Ambele taste Alt împreună schimbă aranjamentul.
sk: Stlačenie oboch klávesov Alt zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Alt ทั้งคู่
wa: Les deus tapes Alt eshonne candjèt l' adjinçmint.

source: CapsLock key changes layout.
da: Caps Lock-tasten skifter layout.
ja: CapsLock キーでレイアウトを変更
ko: CapsLock 키로 레이아웃을 변경 합니다.
nb: CapsLock-tast bytter oppsett.
ro: Tasta CapsLock schimbă aranjamentul.
sk: Kláves Caps Lock zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ CapsLock
wa: Li tape CapsLock candje l' adjinçmint.

source: Control is mapped to the Win-keys (and the usual Ctrl keys).
da: Control er kortlagt til Win-tasterne (og de sædvanlige Ctrl-taster).
ja: コントロールキーは Win キーに割り当てる (通常のコントロールキーの機能も残す)
ko: 컨트롤 키는 윈도우키에 할당합니다(통상 Ctrl키의 기능도 남김).
nb: Control er tilordnet Win-tastene (og de normale Ctrl-tastene).
ro: Control este mapat la tastele Win (și la tastele Ctrl)
sk: Control je mapovaný na Win-klávesy (a štandardné Ctrl klávesy).
th: ปุ่มพิมพ์ Control ถูกตั้งให้ใช้เป็นปุ่ม Win (และใช้เป็นปุ่มพิมพ์ Ctrl ตามปกติ)
wa: Controle est mapé so les tapes Win (eyet les normålès tapes Ctrl).

source: Right Alt key changes layout.
da: Højre Alt-tast skifter layout.
ja: 右 Alt キーでレイアウトを変更
ko: 오른쪽 Alt 키로 레이아웃을 변경 합니다.
nb: Høyre Alt-tast bytter oppsett.
ro: Tasta Alt-dreapta schimbă aranjamentul.
sk: Pravý Alt zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Alt ด้านขวา
wa: Li tape Alt di droete candje l' adjinçmint.

source: Shift with numeric keypad keys works as in MS Windows.
da: Shift med nummertasturet fungerer som i MS Windows.
ja: Shift キーを押しながらテンキーを押すと MS Windows と同じ機能
ko: Shift 키를 누르면서 숫자 패드를 누르면 MS 윈도우와 같은 기능을 합니다.
nb: Shift sammen med talltastaturet fungerer som i MS Windows.
ro: Shift funcționează cu tastatura numerică precum în MS Windows.
sk: Shift s numerickými klávesmi funguje ako v MS Windows.
th: การกดปุ่มพิมพ์ Shift ร่วมกับปุ่มตัวเลขในแป้นตัวเลข ทำงานเช่นเดียวกับระบบ MS Windows
wa: Maj avou les tapes del taprece limerike rote come dins MS Windows.

source: Alt and Meta are on the Alt keys.
da: Alt og Meta er på Alt-tasterne.
ja: Alt と Meta はいずれも Alt キーに割り当て
ko: Alt 와 Meta 는 모두 Alt 키에 할당 합니다.
nb: Alt og Meta på Alt-tastene.
ro: Alt și Meta sunt pe tastele Alt.
sk: Alt a Meta sú na klávesoch Alt.
wa: Alt eyet Meta sont so les tapes Alt.

source: Alt+Shift change layout.
da: Alt+Shift skifter layout.
ja: Alt+Shift キーでレイアウトを変更
ko: Alt+Shift 로 레이아웃을 변경 합니다.
nb: Alt+Shift bytter oppsett.
ro: Alt+Shift schimbă aranjamentul.
sk: Alt+Shift zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Alt+Shift
wa: Alt+Maj candjèt l' adjinçmint.

source: Ctrl+Shift change layout.
da: Ctrl+Shift skifter layout.
ja: Ctrl+Shift キーでレイアウトを変更
ko: Ctrl+Shift 로 레이아웃을 변경 합니다.
nb: Ctrl+Shift bytter oppsett.
ro: Ctrl+Shift schimbă aranjamentul.
sk: Ctrl+Shift zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Ctrl+Shift
wa: Ctrl+Maj candjèt l' adjinçmint.

source: Space key outputs usual space at any level.
da: Mellemrumstasten producerer almindeligt mellemrum på alle niveauer.
ja: スペースキーは通常のスペースキー機能のままとする
ko: 스페이스 키는 통상 스페이스 키 기능으로 유지 합니다.
nb: Mellomromstasten skriver vanlig mellomrom på alle nivå.
ro: Tasta spațiu furnizează caracterul spațiu normal la orice nivel.
sk: Medzerník generuje obyčajnú medzeru v každej úrovni.
wa: Li tape espåce rexhe èn espåce normå a tolminme ké livea.

source: Japanese keyboard options
da: Japanske tastaturvalgmuligheder
ja: 日本語キーボードのオプション
ko: 일본어 키보드 옵션
nb: Japanske tastaturvalg
ro: Opțiuni pentru tastatură japoneză
sk: Voľby japonského rozloženia klávesov
th: ตัวเลือกของแป้นพิมพ์ภาษาญี่ปุ่น
wa: Tchuzes del taprece djaponesse.

source: Use keyboard LED to show alternative layout.
da: Anvend tastaturets LED til at vise alternativt layout.
ja: キーボード LED でレイアウト表示を行なう
ko: 키보드 LED 로 레이아웃 표시를 합니다.
nb: Bruk tastaturlys for å vise alternativt oppsett.
ro: Folosește LEDul tastaturii pentru a arăta aranjamentul alternativ.
sk: Použiť LED na klávesnici pre zobrazenie alternatívneho rozloženia klávesov.
th: ใช้ไฟ LED ของแป้นพิมพ์เพื่อแสดงถึงการใช้ผังแป้นพิมพ์ตัวอื่น
wa: Si siervi do LED del taprece po mostrer les ôtes adjinçmints.

source: Left Ctrl key changes layout.
da: Venstre Ctrl-tast skifter layout.
ja: 左 Ctrl キーでレイアウトを変更
ko: 왼쪽 Ctrl 키로 레이아웃을 변경 합니다.
nb: Venstre Ctrl-tast bytter oppsett.
ro: Tasta Ctrl-stânga schimbă aranjamentul.
sk: Ľavý Ctrl zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Ctrl ด้านซ้าย
wa: Li tape Ctrl di hintche candje l' adjinçmint.

source: Menu key changes layout.
da: Menu-tast skifter layout.
ja: Menu キーでレイアウトを変更
ko: 메뉴 키로 레이아웃을 변경 합니다.
nb: Menytast bytter oppsett.
ro: Tasta Menu schimbă aranjamentul.
sk: Kláves Menu zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ เมนู
wa: Li tape Dressêye candje l' adjinçmint.

source: Alt+Ctrl change layout.
da: Alt+Ctrl skifter layout.
ja: Alt+Ctrl キーでレイアウトを変更
ko: Alt+Ctrl 키로 레이아웃을 변경 합니다.
nb: Alt+Ctrl bytter oppsett.
ro: Alt+Ctrl schimbă aranjamentul.
sk: Alt+Ctrl zmení rozloženie klávesov.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Alt+Ctrl
wa: Alt+Ctrl candjèt l' adjinçmint.

source: Right Win-key switches layout while pressed.
da: Højre Win-tast skifter layout når den er aktiveret.
ja: 右 Win キーでレイアウトを変更
ko: 오른쪽 윈도우키로 레이아웃을 변경 합니다.
nb: Nedtrykket høyre Win-tast bytter oppsett.
ro: Tasta Win-dreapta schimbă aranjamentul cât timp e apăsată.
sk: Pravý Win-kláves mení rozloženie dokiaľ je stlačený.
th: สลับผังแป้นพิมพ์ด้วยการกดปุ่มพิมพ์ Win ด้านขวาในระหว่างยังกดอยู่
wa: Li tape Win di droete candje l' adjinçmint cwand tchôkeye.
