Repository: schaefi/sax2
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: ar, ca, da, gu, ja, ko, mr, nb, ro, sk, ta, th, wa

source: Both Shift keys together change group.
ar: يقوم مفتاحي Shift معًا بتغيير المجموعة.
ca: Si premeu ambdues tecles Majús, es canvia de grup.
da: Begge Shift-taster samtidig skifter gruppe.
gu: બંને શિફ્ટ સાથે જૂથ બદલે છે
ja: 両方の Shift キー同時押しでグループを変更
ko: 양쪽 Shift 키 동시 누르기로 그룹을 변경 합니다.
mr: दोन्ही शिफ्ट की एकत्रितपणे ग्रूप बदलतात.
nb: Begge Shift-tastene sammen bytter gruppe.
ro: Ambele taste Shift simultan schimbă grupul.
sk: Stlačenie oboch klávesov Shift zmení rozloženie klávesov.
ta: இது Shift விசைகளும் ஒன்றாக இணைந்து குழுவை மாற்றும்.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Shift ทั้งคู่
wa: Les deus tapes Maj eshonne candjèt l' groupe.

source: CapsLock acts as Shift with locking. Shift doesn't cancel CapsLock.
ar: يعمل المفتاح CapsLock كالمفتاح Shift مع القفل. لا يقوم المفتاح Shift بإلغاء المفتاح CapsLock.
ca: Bloq Majús actua com a tecla Majús amb bloqueig. La tecla Majús no cancel·la Bloq Majús.
da: Caps Lock fungerer som Shift med låsning. Shift annullerer ikke Caps Lock.
gu: CapsLock લોક સાથે શિફ્ટ તરીકે વર્તે છે. શિફ્ટ CapsLock ને રદ કરતુ નથી.
ja: CapsLock は Shift キーのロックとして機能させる。 Shift を押しても CapsLock はキャンセルしない
ko: CapsLock 는 Shift 키의 잠금으로 동작 시킵니다. Shift 를 눌러도 CapsLock 은 취소하지 않습니다.
mr: कॅप्सलॉक लॉकिंगसह शिफ्ट म्हणून काम करतो. शिफ्ट कॅप्सलॉक रद्द् करीत नाही.
nb: CapsLock fungerer som Shift med låsing. Shift annullerer ikke CapsLock.
ro: CapsLock se comportă ca Shift cu blocare. Shift nu anulează CapsLock.
sk: Caps Lock funguje ako Shift so zámkom. Shift neruší Caps Lock.
ta: பூட்டுதலுடன்கூடிய Shift ஆக CapsLock செயல்படுகிறது. CapsLockகை Shift ரத்து செய்வதில்லை.
wa: CapsLock fwait come Maj avou l' aclawaedje. Maj ni fwait rnoncî CapsLock.

source: CapsLock uses internal capitalization. Shift cancels CapsLock.
ar: يستخدم المفتاح CapsLock الكتابة بالحروف الكبيرة الداخلية. يقوم المفتاح Shift بإلغاء المفتاح CapsLock.
ca: Bloq Majús utilitza les majúscules internes. La tecla Majús cancel·la Bloq Majús.
da: Caps Lock anvender store bogstaver internt. Shift annullerer Caps Lock.
gu: CapsLock આંતરિક કેપિટલાઇઝેશનનો ઉપયોગ કરે છે. શિફ્ટ CapsLock ને રદ કરે છે.
ja: CapsLock によりアルファベットを大文字化する。 Shift で CapsLock をキャンセルする
ko: CapsLock 로 알파벳을 대문자화 합니다. Shift 로 CapsLock 을 취소합니다.
mr: कॅप्सलॉक इंटर्नल कॅपिटलायझेशनचा उपयोग करतो. शिफ्ट कॅप्सलॉक रद्द् करतो.
nb: CapsLock bruker store bokstaver internt. Shift annullerer CapsLock.
ro: CapsLock folosește transformare internă în litere mari. Shift anulează CapsLock.
sk: Caps Lock používa veľké písmená. Shift ruší Caps Lock.
ta: CapsLock உள் பெரிய எழுத்தாக்குதலை பயன்படுத்துகிறது. CapsLockகை Shift ரத்து செய்கிறது.
wa: CapsLock eploye l' divintrin metaedje e grandès letes. Maj fwait rnoncî CapsLock.

source: Make CapsLock an additional Control.
ar: جعل المفتاح CapsLock مفتاح تحكم إضافي.
ca: Converteix Bloq Majús en tecla Control addicional.
da: Gør Caps Lock til en yderligere Ctrl.
gu: CapsLock ને વધારાનો નિયંત્રક બનાવો.
ja: CapsLock を Control として使用
ko: CapsLock 을 추가 Control 로 사용 합니다.
mr: कॅप्सलॉक एक अतिरिक्त कंट्रोल बनवा.
nb: Gjør CapsLock til ekstra Ctrl-tast.
ro: Fă din CapsLock un Control suplimentar.
sk: Caps Lock bude ako ďalší kláves Control.
ta: CapsLockகை கூடுதல் Controlஆக அமைக்கவும்.
wa: Fé di CapsLock on Controle di pus.

source: Press Left Win-key to choose 3rd level.
ar: اضغط مفتاح Win الأيسر لاختيار المستوى الثالث.
ca: Premeu la tecla Win de l'esquerra per a seleccionar el tercer nivell.
da: Tryk venstre Win-tast for at vælge tredje niveau.
gu: 3જુ સ્તર પસંદ કરવા ડાબી વિન-કળ દબાવો.
ja: 左 Win キーで 3 番目のレベルを選択
ko: 왼쪽 윈도우키로 세번째 레벨을 선택 합니다.
mr: थर्ड लेव्हल निव़डण्यासाठी डावी विन की दाबा.
nb: Trykk venstre Win-tast for å velge 3. nivå.
ro: Apasă tasta Win-stânga pentru a selecta nivelul 3.
sk: Stlačenie ľavého Win klávesu volí 3. úroveň.
ta: 3வது நிலையை தேர்ந்தெடுப்பதற்கு இடது Win-விசையை அழுத்தவும்.
th: กดปุ่ม Win ด้านซ้ายเพื่อเลือกระดับที่ 3
wa: Tchôkîz l' tape Win di hintche po tchoezi l' 3inme livea.

source: Right Win-key changes group.
ar: يقوم مفتاح Win الأيمن بتغيير المجموعة.
ca: La tecla Win de la dreta permet canviar de grup.
da: Højre Win-tast skifter gruppe.
gu: જમણી વિન-કળ જૂથ બદલે છે.
ja: 右 Win キーでグループを変更
ko: 오른쪽 윈도우키로 그룹을 변경 합니다.
mr: उजवी विन की ग्रूप बदलते.
nb: Høyre Win-tast bytter gruppe.
ro: Tasta Win-dreapta schimbă grupul.
sk: Pravý Win-kláves zmení rozloženie klávesov.
ta: வலது Win-விசை குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Win ด้านขวา
wa: Li tape Win di droete candje li groupe.

source: Meta is mapped to the left Win-key.
ar: تم تعيين المفتاح Meta لمفتاح Win الأيسر.
ca: Meta està assignat a la tecla Win de l'esquerra.
da: Meta kortlægges til venstre Win-tast.
gu: મેટા ડાબી વિન-કળ પર મેપ થયેલું છે.
ja: Meta は左 Win キーに割り当てる
ko: Meta 는 왼쪽 윈도우키에 할당 합니다.
mr: मेटा डाव्या विनकीला मॅप केलेला आहे.
nb: Meta på venstre Win-tast.
ro: Meta este mapat la tasta Win-stânga.
sk: Meta je mapovaný na ľavý Win-kláves.
ta: இடது Win-விசையில் மெடா வரையப்பட்டுள்ளது.
wa: Meta est mapé sol tape Win di hintche.

source: CapsLock LED shows alternative group.
ar: تُظهر لمبة المفتاح ScrollLock المجموعة البديلة.
ca: El LED de Bloq Majús mostra un grup alternatiu.
da: Caps Lock LED viser alternativ gruppe.
gu: CapsLock LED વૈકલ્પિક જૂથ દર્શાવે છે.
ja: CapsLock LED でグループ表示を行なう
ko: CapsLock LED 로 그룹 표시를 합니다.
mr: कॅप्सलॉक एलइडी पर्यायी ग्रूप दाखवितो.
nb: CapsLock-lys viser alternativ gruppe.
ro: LEDul CapsLock arată grupul alternativ.
sk: Caps Lock LED zobrazuje alternatívne rozloženie klávesov.
ta: CapsLock LED மாற்று குழுவைக் காட்டுகிறது.
wa: Li LED CapsLock mostere l' ôte groupe.

source: NumLock LED shows alternative group.
ar: تُظهر لمبة المفتاح NumLock المجموعة البديلة.
ca: El LED de Bloq Num mostra un grup alternatiu.
da: Num Lock LED viser alternativ gruppe.
gu: NumLock LED વૈકલ્પિક જૂથ દર્શાવે છે.
ja: NumLock LED でグループ表示を行なう
ko: NumLock LED 로 그룹 표시를 합니다.
mr: नमलॉक एलइडी पर्यायी ग्रूप दाखवितो.
nb: NumLock-lys viser alternativ gruppe.
ro: LEDul NumLock arată grupul alternativ.
sk: Num Lock LED zobrazuje alternatívne rozloženie klávesov.
ta: NumLock LED மாற்று குழுவைக் காட்டுகிறது.
wa: Li LED NumLock mostere l' ôte groupe.

source: Left Shift key changes group.
ar: يقوم المفتاح الأيسر بتغيير المجموعة.
ca: La tecla Majús de l'esquerra permet canviar de grup.
da: Venstre Shift-tast ændrer gruppe.
gu: ડાબી શિફ્ટ કળ જૂથ બદલે છે.
ja: 左 Shift キーでグループを変更
ko: 왼쪽 Shift 키로 그룹을 변경 합니다.
mr: डावी शिफ्ट की ग्रूप बदलते.
nb: Venstre Shift-tast bytter gruppe.
ro: Tasta Shift-stânga schimbă grupul.
sk: Ľavý Shift zmení rozloženie klávesov.
ta: இடது Shift-விசை குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Shift ด้านซ้าย
wa: Li tape Maj di hintche candje li groupe.

source: Left Win-key switches group while pressed.
ar: يقوم مفتاح Win الأيسر بتبديل المجموعة أثناء الضغط.
ca: La tecla Win de l'esquerra permet canviar de grup.
da: Venstre Win-tast skifter gruppe når den aktiveres.
gu: દબાવીએ તો ડાબી વિન-કળ જૂથ બદલે છે.
ja: 左 Win キーでグループを変更
ko: 왼쪽 윈도우키를 누르는 동안 그룹을 전환 합니다.
mr: डावी विन की दाबलेली असताना ग्रूपची अदलाबदल करते.
nb: Venstre Win-tast bytter gruppe.
ro: Tasta Win-stânga schimbă grupul cât timp e apăsată.
sk: Ľavý Win-kláves mení rozloženie dokiaľ je stlačený.
ta: அழுத்தப்படும்போது இடது Win-விசை குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Win ด้านซ้ายในระหว่างยังกดอยู่
wa: Li tape Win di hintche candje li groupe cwand tchôkeye.

source: Menu is Compose.
ar: تُعد "القائمة" قائمة إنشاء.
ca: La tecla Menú actua com a Compose.
da: Menu er Komponér.
gu: મેનુ કંપોઝ છે.
ja: メニューキーに Compose を割り当てる
ko: 메뉴키에 Compose 를 할당 합니다.
mr: मेनू कंपोज आहे.
nb: Menytast for kombinasjon.
ro: Menu este Compose.
sk: Menu je Compose.
ta: நிரலே தொகுப்பாகும்.
wa: Dressêye est Compôze.

source: Both Alt keys together change group.
ar: يقوم مفتاحي Alt معًا بتغيير المجموعة.
ca: Si premeu ambdues tecles Alt, es canvia de grup.
da: Begge Alt-taster samtidig skifter gruppe.
gu: બંને Alt કળો સાથે જૂથ બદલે છે
ja: 両方の Alt キー同時押しでグループを変更
ko: 양쪽 Alt 키 동시 누르기로 그룹을 변경합니다.
mr: दोन्ही अल्ट कीज एकत्रितपणे ग्रूप बदलतात.
nb: Begge Alt-tastene sammen bytter gruppe.
ro: Ambele taste Alt apăsate simultan schimbă grupul.
sk: Stlačenie oboch klávesov Alt zmení rozloženie klávesov.
ta: இரு Alt விசைகளும் சேர்ந்து குழுவை மாற்றுகின்றன.
wa: Les deus tapes Alt eshonne candjèt l' groupe.

source: CapsLock key changes group.
ar: يقوم المفتاح CapsLock بتغيير المجموعة.
ca: La tecla Bloq Majús permet canviar de grup.
da: Caps Lock-tasten skifter gruppe.
gu: CapsLock કળ જૂથ બદલે છે.
ja: CapsLock キーでグループを変更
ko: CapsLock 키로 그룹을 변경 합니다.
mr: कॅप्सलॉक की ग्रूप बदलते
nb: CapsLock-tast bytter gruppe.
ro: Tasta CapsLock schimbă grupul.
sk: Kláves Caps Lock zmení rozloženie klávesov.
ta: CapsLock விசை குழுவை மாற்றுகிறது
wa: Li tape CapsLock candje li groupe.

source: Swap Control and CapsLock.
ar: التبديل بين مفتاح التحكم والمفتاح CapsLock.
ca: Canvia entre Control i Bloq Majús.
da: Byt om på Ctrl og Caps Lock.
gu: કંટ્રોલ અને CapsLock ની અદલાબદલી કરો.
ja: コントロールキーと CapsLock キーを入れ替える
ko: 컨트롤 키와 CapsLock 키를 바꿔 넣습니다.
mr: कंट्रोल आणि कॅप्सलॉकची अदलाबदल करा.
nb: Bytt om Ctrl og CapsLock.
ro: Interschimbă Control si CapsLock.
sk: Prehodiť Control a Caps Lock.
ta: Control மற்றும் CapsLockif மாற்றியமைக்கவும்.
wa: Discandjî les tapes Controle eyet CapsLock.

source: Press any of Alt keys to choose 3rd level.
ar: اضغط أيًا من مفتاحي Alt لاختيار المستوى الثالث.
ca: Premeu qualsevol de les tecles Alt per a seleccionar el tercer nivell.
da: Tryk på en Alt-tast for at vælge tredje niveau.
gu: 3જુ સ્તર પસંદ કરવા કોઇ પણ Alt કળો દબાવો.
ja: いずれかの Alt キーで 3 番目のレベルを選択
ko: 몇개의 Alt 키로 세번째 레벨을 선택 합니다.
mr: थर्ड लेव्हल निवडण्यासाठी कोणतीहि अल्ट की दाबा.
nb: Trykk på en av Alt-tastene for å velge 3. nivå.
ro: Apasă orice tastă Alt pentru a selecta nivelul 3.
sk: Stlačenie niektorého z Alt klávesov volí 3. úroveň.
ta: 3வது நிலையை தேர்தெடுப்பதற்கு ஏந்தவொரு Alt விசையையும்அழுத்தவும்.
th: กดปุ่มพิมพ์ Alt ตัวใดตัวหนึ่งเพื่อเลือกระดับที่ 3
wa: Tchôkîz tolminme kéne tape Alt po tchoezi l' 3inme livea.

source: Right Alt key changes group.
ar: يقوم المفتاح Alt الأيمن بتغيير المجموعة.
ca: La tecla Alt de la dreta permet canviar de grup.
da: Højre Alt-tast skifter gruppe.
gu: જમણી Alt કળ જૂથ બદલે છે.
ja: 右 Alt キーでグループを変更
ko: 오른쪽 Alt 키로 그룹을 변경 합니다.
mr: उजवी अल्ट की ग्रूप बदलते.
nb: Høyre Alt-tast bytter gruppe.
ro: Tasta Alt-dreapta schimbă grupul.
sk: Pravý Alt zmení rozloženie klávesov.
ta: வலது Alt விசை குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Alt ด้านขวา
wa: Li tape Alt di droete candje li groupe.

source: Shift with numpad keys works as in MS Windows.
ar: يعمل المفتاح Shift مع مفاتيح اللوحة الرقمية كما في أنظمة تشغيل MS Windows.
ca: La tecla Majús amb el teclat numèric funciona igual que al MS Windows.
da: Shift med nummertasturet fungerer som i MS InstalleresWindows.
gu: નમપેડ કળો સાથે શિફ્ટ એમએસ વિન્ડોઝમાં હોય તે રીતેજ કામ કરે છે
ja: Shift キーを押しながらテンキーを押すと MS Windows の場合と同じように機能する
ko: Shift 를 누르면서 숫자 패드를 누르면 MS Windows 같이 작동 합니다.
mr: नमपॅड कीज शिफ्ट केल्यावर त्या एमएस विंडोज प्रमाणे काम करतात.
nb: Shift sammen med talltastaturet fungerer som i MS Windows.
ro: Shift cu tastatura numerică funcționează ca în MS Windows.
sk: Shift s numerickými klávesmi funguje ako v MS Windows.
ta: MS Windowsல் உள்ளதைப் போன்றே numpad விசைகளுடன் Shift பணி செய்கிறது.
wa: Maj avou les tapes del taprece limerike rote come dins MS Windows.

source: Special keys (Ctrl+Alt+<key>) handled in a server.
ar: تُعَالَج المفاتيح الخاصة (Ctrl+Alt+<key>) في الخادم.
ca: Tecles especials (Control+Alt+<tecla>) gestionades en un servidor.
da: Særlige taster (Ctrl+Alt+<tast>) håndteret i en server.
gu: સર્વરમાં હાથ ધરાતી ખાસ કળો (Ctrl+Alt+<key>).
ja: サーバで処理される特殊キー (Ctrl+Alt+<key>)
ko: 서버로 처리되는 특수 키 (Ctrl+Alt+<key>).
mr: सर्व्हरमध्ये हाताळल्या जाणा-या, स्पेशल कीज(Ctrl+Alt+<key>).
nb: Spesialtaster (Ctrl+Alt+<tast>) i servergrensesnitt.
ro: Tastele speciale (Ctrl+Alt+<tastă>) sunt tratate într-un server.
sk: Špeciálne klávesy (Ctrl+Alt+<kláves>) ovládané serverom.
ta: சிறப்பு விசைகள் (Ctrl+Alt+<key>)சேவகனில் கையாளப்படுகின்றன
wa: Especiålès tapes (Ctrl+Alt+<key>) apougneye dins on sierveu.

source: Hyper is mapped to the Win-keys.
ar: تم تعيين المفتاح Hyper لمفتاحي Win.
ca: Hyper està assignat a les tecles Win.
da: Hyper er kortlagt til Win-tasterne.
gu: હાઇપર વિન-કળોમાં મેપ થયેલ છે.
ja: Hyper は Win キーに割り当てる
ko: Hyper 는 윈도우키에 할당 합니다.
mr: हायपर विन-कीजशी मॅप केला आहे
nb: Hyper på Win-tastene.
ro: Hyper este mapat la tastele Win.
sk: Hyper je mapovaný na Win-klávesy.
ta: Win-விசைகளில் Hyper வரையப்பட்டுள்ளது.
wa: Hyper est mapé so les tapes Win.

source: Alt is mapped to the right Win-key and Super to Menu.
ar: تم تعيين المفتاح Alt لمفتاح Win الأيمن وتعيين Super للقائمة.
ca: Alt està assignat a la tecla Win dreta i Super, a Menú.
da: Alt er kortlagt til højre Win-tast og Super til menu.
gu: Alt જમણી વિન-કળમાં મેપ થાય છે અને સુપર મેનુમાં મેપ થાય છે.
ja: Alt キーは右 Win キーと Super キーに割り当てる
ko: Alt 는 오른쪽 윈도우키 와 Super 키에 할당 합니다.
mr: अल्ट उजव्या विन-कीशी आणि सुपर मेनूशी मॅप केला आहे.
nb: Meta på høyre Win-tast og super på menytast.
ro: Alt este mapat la tasta Win-dreapta și Super la Menu.
sk: Alt je mapovaný na pravý Win-kláves a Super na Menu-kláves.
ta: வலது Win-விசையில் Alt வரையப்பட்டுள்ளது மற்றும் நிரலில் சூப்பர்.
wa: Alt est mapé sol tape Win di droete eyet Super sol Dressêye.

source: Super is mapped to the Win-keys (default).
ar: تم تعيين المفتاح Super لمفتاحي Win (افتراضي).
ca: Super està assignat a les tecles Win (per defecte).
da: Super er kortlagt til Win-tasterne (standard).
gu: સુપર વિન-કળોમાં મેપ થાય છે (પ્રાથમિક).
ja: Super は Win キーに割り当てる (既定)
ko: Super 는 윈도우키에 할당합니다(기본).
mr: सुपर विन-कीजशी मॅप केला आहे (डिफॉल्ट).
nb: Super på Win-tastene (standard).
ro: Super este mapat la tastele Win (implicit).
sk: Super je mapovaný na Win-klávesy (štandardné).
ta: Win-விசைகளில் சூப்பர் வரையப்பட்டுள்ளது (முன்னிருந்த நிலை).
wa: Super est mapé so les tapes Win (prémetou).

source: Alt and Meta on the Alt keys (default).
ar: مفتاحي Alt وMeta على مفتاحي Alt (افتراضي).
ca: Alt i Meta a les tecles Alt (per defecte).
da: Alt og Meta på Alt-tasterne (standard).
gu: Alt કળો પર Alt અને મેટા (પ્રાથમિક).
ja: Alt キーを Alt と Meta の両方に割り当て (既定)
ko: Alt 를 Alt와 Meta 의 양쪽에 할당(기본).
mr: अल्ट आणि मेटा अल्ट कीजवर (डिफॉल्ट).
nb: Alt og Meta på Alt-tastene (standard).
ro: Alt și Meta la tastele Alt (implicit).
sk: Alt a Meta na klávesy Alt (štandardné).
ta: Alt மற்றும் Meta ஆகியவை Alt விசைகளில் (முன்னிருந்த நிலை).
wa: Alt eyet Meta so les tapes Alt (prémetou).

source: Add the standard behavior to Menu key.
ar: أضف السلوك القياسي إلى مفتاح "القائمة".
ca: Afegeix el comportament estàndard a la tecla Menú.
da: Tilføj standardopførsel til menu-tasten.
gu: મેનુ કળ પર ધોરણસર વર્તણૂ૱ક ઉમેરો.
ja: 標準動作を Menu キーに追加
ko: 표준 동작을 Menu 키에 추가 합니다.
mr: मेनू कीमध्ये स्टँडर्ड बिहेवियर वाढवा.
nb: Bruk standardinnstillinger for menytasten.
ro: Adaugă comportamentul standard la tasta Menu.
sk: Pridať štandardné chovanie klávesu Menu.
ta: நிலையான நடத்தையை நிரல் விசையில் சேர்க்கவும்.
wa: Radjouter l' dujhance sitandård al tape Dressêye.

source: Alt and Meta are on the Alt keys (default).
ar: مفتاحي Alt وMeta على مفتاحي Alt (افتراضي).
ca: Alt i Meta són a les tecles Alt (per defecte).
da: Alt og Meta er på Alt-tasterne (standard).
gu: Alt કળો પર Alt અને મેટા (પ્રાથમિક).
ja: Alt キーを Alt と Meta の両方に割り当て (既定)
ko: Alt 키를 Alt와 Meta 의 양쪽 모두에 할당(기본).
mr: अल्ट आणि मेटा अल्ट कीजवर आहेत (डिफॉल्ट).
nb: Alt og Meta på Alt-tastene (standard).
ro: Alt și Meta sunt pe tastele Alt (implicit).
sk: Alt a Meta sú na klávesoch Alt (štandardné).
ta: Alt மற்றும் Meta ஆகியவை Alt விசைகளில் உள்ளன (முன்னிருந்த நிலை).
wa: Alt eyet Meta sont so les tapes Alt (prémetou).

source: Press Right Control to choose 3rd level.
ar: اضغط مفتاح التحكم الأيمن لاختيار المستوى الثالث.
ca: Premeu la tecla Control de la dreta per a seleccionar el tercer nivell.
da: Tryk højre Ctrl for at vælge tredje niveau.
gu: 3જુ સ્તર પસંદ કરવા જમણું કંટ્રોલ દબાવો.
ja: 右コントロールキーで 3 番目のレベルを選択
ko: 오른쪽 컨트롤 키로 세번째 레벨을 선택 합니다.
mr: थर्ड लेव्हल निवडण्यासाठी उजवा कंट्रोल दाबा.
nb: Trykk på høyre Ctrl for å velge 3. nivå.
ro: Apasă Control-dreapta pentru a selecta nivelul 3.
sk: Stlačenie pravého Control volí 3. úroveň.
ta: 3வது நிலையை தேர்ந்தெடுப்பதற்கு வலது Control விசையை அழுத்தவும்.
th: กดปุ่มพิมพ์ Control ด้านขวาเพื่อเลือกระดับที่ 3
wa: Tchôkîz l' tape Controle di droete po tchoezi l' 3inme livea.

source: Alt+Shift changes group.
ar: يؤدي ضغط Alt+Shift إلى تغيير المجموعة.
ca: Si premeu Alt i Majús, es canvia de grup.
da: Alt+Shift skifter gruppe.
gu: Alt + શિફ્ટ જૂથ બદલે છે.
ja: Alt+Shift キーでグループを変更
ko: Alt+Shift 로 그룹을 변경 합니다.
mr: अल्ट+शिफ्ट ग्रूप बदलतात.
nb: Alt+Shift bytter gruppe.
ro: Alt+Shift schimbă grupul.
sk: Alt+Shift zmení rozloženie klávesov.
ta: Alt+Shift குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Alt+Shift
wa: Alt+Maj candjèt l' groupe.

source: Control+Shift changes group.
ar: يؤدي ضغط مفتاح التحكم+المفتاح Shift إلى تغيير المجموعة.
ca: Si premeu Control i Majús, es canvia de grup.
da: Ctrl+Shift skifter gruppe.
gu: કંટ્રોલ + શિફ્ટ જૂથ બદલે છે.
ja: コントロール +Shift キーでグループを変更
ko: Control+Shift 로 그룹을 변경 합니다.
mr: कंट्रोल+ शिफ्ट ग्रूप बदलतात.
nb: Ctrl+Shift bytter gruppe.
ro: Control+Shift schimbă grupul.
sk: Control+Shift zmení rozloženie klávesov.
ta: Control+Shift குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Control+Shift
wa: Controle+Maj candjèt l' groupe.

source: CapsLock acts as Shift with locking. Shift cancels CapsLock.
ar: يعمل المفتاح CapsLock كالمفتاح Shift مع القفل. يقوم المفتاح Shift بإلغاء المفتاح CapsLock.
ca: Bloq Majús actua com a la tecla Majús amb bloqueig. La tecla Majús cancel·la Bloq Majús.
da: Caps Lock opfører sig som Shift med lås. Shift annullerer Caps Lock.
gu: CapsLock લોક સાથે શિફ્ટ તરીકે વર્તે છે. શિફ્ટ CapsLock ને રદ કરે છે.
ja: CapsLock は Shift キーのロックとして機能させる。 Shift で CapsLock をキャンセルする
ko: CapsLock 은 Shitf 의 잠금으로 작동 합니다. Shift 로 CapsLock 을 취소 합니다.
mr: कॅप्सलॉक लॉकिंगसह शिफ्ट म्हणून काम करतो. शिफ्ट कॅप्सलॉक रद्द् करीत नाही.
nb: CapsLock fungerer som Shift med låsing. Shift annullerer CapsLock.
ro: CapsLock se comportă ca Shift cu blocare. Shift anulează CapsLock.
sk: Caps Lock funguje ako Shift so zámkom. Shift ruší Caps Lock.
ta: பூட்டுதலுடன்கூடிய Shiftஆக CapsLock செயல்படுகிறது. CapsLockகை Shift ரத்து செய்கிறது
wa: CapsLock fwait come Maj avou l' aclawaedje. Maj fwait rnoncî CapsLock.

source: Use keyboard LED to show alternative group.
ar: استخدم لمبة لوحة المفاتيح لإظهار المجموعة البديلة.
ca: Utilitza el LED del teclat per a mostrar un grup alternatiu.
da: Anvend tastaturets LED til at vise alternativ gruppe.
gu: વૈકલ્પિક જૂથ દર્શાવવા કીબોર્ડ LED નો ઉપયોગ કરો.
ja: キーボード LED でグループ表示を行なう
ko: keyboard LED 로 그룹 표시를 합니다.
mr: पर्यायी ग्रूप दाखविण्यासाठी कीबोर्ड एलउडी वापरा.
nb: Bruk tastaturlys for å vise alternativ gruppe.
ro: Folosește LEDul tastaturii pentru a arăta grupul alternativ.
sk: Použiť LED na klávesnici pre zobrazenie alternatívneho rozloženia klávesov.
ta: மாற்று குழுவை காட்டுவதற்கு தட்டச்சுப் பொறி LEDயை பயன்படுத்தவும்
th: ใช้ไฟ LED ของแป้นพิมพ์เพื่อแสดงถึงการใช้กลุ่มแป้นพิมพ์ตัวอื่น
wa: Si siervi do LED del taprece po mostrer les ôtes groupes.

source: Press Right Win-key to choose 3rd level.
ar: اضغط مفتاح Win الأيمن لاختيار المستوى الثالث.
ca: Premeu la tecla Win de la dreta per a seleccionar el tercer nivell.
da: Tryk højre Win-tast for at vælge tredje niveau.
gu: 3જુ સ્તર પસંદ કરવા જમણી વિન-કળ દબાવો.
ja: 右 Win キーで 3 番目のレベルを選択
ko: 오른쪽 윈도우키로 세번째 레벨을 선택 합니다.
mr: थर्ड लेव्हल निवडण्यासाठी उजवी विन-की दाबा.
nb: Trykk på høyre Win-tast for å velge 3. nivå.
ro: Apasă tasta Win-dreapta pentru a selecta nivelul 3.
sk: Stlačenie pravého Win-klávesu volí 3. úroveň.
ta: 3வது நிலையை தேர்ந்தெடுப்பதற்கு வலது Win-விசையை அழுத்தவும்
th: กดปุ่มพิมพ์ Win ด้านขวาเพื่อเลือกระดับที่ 3
wa: Tchôkîz l' tape Win di droete po tchoezi l' 3inme livea.

source: Press Left Alt key to choose 3rd level.
ar: اضغط مفتاح Alt الأيسر لاختيار المستوى الثالث.
ca: Premeu la tecla Alt de l'esquerra per a seleccionar el tercer nivell.
da: Tryk venstre Alt-tast for at vælge tredje niveau.
gu: 3જુ સ્તર પસંદ કરવા ડાબી Alt કળ દબાવો.
ja: 左 Alt キーで 3 番目のレベルを選択
ko: 왼쪽 Alt 키를 눌러 세번째 레벨을 선택 합니다.
mr: थर्ड लेव्हल निवडण्यासाठी डावी अल्ट की दाबा.
nb: Trykk på venstre Alt-tast for å velge 3. nivå.
ro: Apasă tasta Alt-stânga pentru a selecta nivelul 3.
sk: Stlačenie ľavého Alt-klávesu volí 3. úroveň.
ta: 3வது நிலையை தேர்ந்தெடுப்பதற்கு இடது Alt-விசையை அழுத்தவும்.
th: กดปุ่มพิมพ์ Alt ด้านซ้ายเพื่อเลือกระดับที่ 3
wa: Tchôkîz l' tape Alt di hintche po tchoezi l' 3inme livea.

source: Meta is mapped to the Win-keys.
ar: تم تعيين المفتاح Meta لمفتاحي Win.
ca: Meta està assignat a les tecles Win.
da: Meta er kortlagt til Win-tasterne.
gu: મેટા વિન-કળો પર મેપ થયેલું છે.
ja: Meta は Win キーに割り当て
ko: Meta 는 윈도우키에 할당 합니다.
mr: मेटा विन-कीजना मॅप केला आहे.
nb: Meta på Win-tastene.
ro: Meta este mapat la tastele Win.
sk: Meta je mapovaný na Win-klávesy.
ta: Win-விசைகளில் மெடா வரையப்பட்டுள்ளது.
wa: Meta est mapé so les tapes Win.

source: Press Menu key to choose 3rd level.
ar: اضغط مفتاح "القائمة" لاختيار المستوى الثالث.
ca: Premeu la tecla Menú per a seleccionar el tercer nivell.
da: Tryk Menu for at vælge tredje niveau.
gu: 3જુ સ્તર પસંદ કરવા ડાબી મેનુ કળ દબાવો.
ja: メニューキーで 3 番目のレベルを選択
ko: 메뉴 키를 눌러 세번째 레벨을 선택 합니다.
mr: थर्ड लेव्हल निवडण्यासाठी मेनू की दाबा.
nb: Trykk på menytasten for å velge 3. nivå.
ro: Apasă tasta Menu pentru a selecta nivelul 3.
sk: Stlačenie klávesu Menu volí 3. úroveň.
ta: 3வது நிலையை தேர்ந்தெடுப்பதற்கு நிரல் விசையை அழுத்தவும்.
th: กดปุ่มพิมพ์ เมนู เพื่อเลือกระดับที่ 3
wa: Tchôkîz l' tape Dressêye po tchoezi l' 3inme livea.

source: Left Ctrl key changes group.
ar: يقوم المفتاح Ctrl الأيسر بتغيير المجموعة.
ca: La tecla Control de l'esquerra permet canviar de grup.
da: Venstre Ctrl-tast skifter gruppe.
gu: ડાબી કંટ્રોલ કળ જૂથ બદલે છે.
ja: 左 Ctrl キーでグループを変更
ko: 왼쪽 Ctrl 키로 그룹을 변경 합니다.
mr: डावी कंट्रोल की ग्रूप बदलते.
nb: Venstre Ctrl-tast bytter gruppe.
ro: Tasta Ctrl-stânga schimbă grupul.
sk: Ľavý Ctrl zmení rozloženie klávesov.
ta: இடது Ctrl விசை குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Ctrl ด้านซ้าย
wa: Li tape Ctrl di hintche candje li groupe.

source: Menu key changes group.
ar: يقوم مفتاح "القائمة" بتغيير المجموعة.
ca: La tecla Menú permet canviar de grup.
da: Menu-tast skifter gruppe.
gu: મેનુ કળ જૂથ બદલે છે.
ja: Menu キーでグループを変更
ko: 메뉴 키로 그룹을 변경 합니다.
mr: मेनू की ग्रूप बदलते.
nb: Menytast bytter gruppe.
ro: Tasta Menu schimbă grupul.
sk: Kláves Menu zmení rozloženie klávesov.
ta: நிரல் விசை குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ เมนู
wa: Li tape Dressêye candje li groupe.

source: Alt+Control changes group.
ar: يؤدي ضغط المفتاح Alt+مفتاح التحكم إلى تغيير المجموعة.
ca: Si premeu Alt i Control, es canvia de grup.
da: Alt+Ctrl skifter gruppe.
gu: Alt + કંટ્રોલ જૂથ બદલે છે.
ja: Alt+ コントロールキーでグループを変更
ko: Alt+Control 로 그룹을 변경 합니다.
mr: अल्ट कंट्रोल ग्रूप बदलते.
nb: Alt+Ctrl bytter gruppe.
ro: Alt+Control schimbă grupul.
sk: Alt+Control zmení rozloženie klávesov.
ta: Alt+Control குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Alt+Control
wa: Alt+Controle candjèt l' groupe.

source: Right Win-key switches group while pressed.
ar: يقوم مفتاح Win الأيمن بتبديل المجموعة أثناء الضغط.
ca: Si premeu la tecla Win de la dreta, es canvia de grup.
da: Højre Win-tast skifter gruppe når den aktiveres.
gu: દબાવીએ તો જમણી વિન-કળ જૂથ બદલે છે.
ja: 右 Win キーでグループを変更
ko: 오른쪽 윈도우키를 눌러서 그룹을 전환 합니다.
mr: उजवी विन-की दाबलेली असताना ग्रूपची अदलाबदल करते.
nb: Høyre Win-tast bytter gruppe.
ro: Tasta Win-dreapta schimbă grupul cât timp e apăsată.
sk: Pravý Win-kláves mení rozloženie dokiaľ je stlačený.
ta: அழுத்தப்படும்போது வலது Win-விசை குழுவை மாற்றுகிறது.
th: เปลี่ยนกลุ่มด้วยปุ่มพิมพ์ Win ด้านขวาในระหว่างยังกดอยู่
wa: Li tape Win di droete candje li groupe cwand tchôkeye.

source: Serbia
da: Serbien
ja: セルビア
ko: 세르비아
sk: Srbsko
th: เซอร์เบีย
wa: Serbeye
